[Main]
DisplayName=Deutsch

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Warnung
lbl_Warnning_Detail.caption=Dieses Computerprogramm ist durch Copyright und internationale Verträge geschützt.
lbl_copyright.caption=© IObit. All rights reserved.
lbl_Thanks_Title.caption=Besonderen Dank an die folgenden Personen für ihren großartigen Beitrag:
rdhtmlEula.caption=<a>EULA</a> | <a>Datenschutzerklärung</a>
Instructions_M=Deinstallationsanweisungen
lblAcknow.caption=Danksagung

[ActionCenter_M]
M_HideAC=Verbergen
M_ShowAC=Anzeigen
M_AC_Tips=Mehr Sicherheit und Leistung durch Installation der empfohlenen Programme.
M_ShowACTitle2=Beachte!
M_ShowACDesc=Bitte 'Anzeigen' klicken, um unsere empfohlenen Programme zu sehen. Installiere sie für mehr Sicherheit und Leistung.
M_LearnRecommendNote=Derzeit keine empfohlenen Produkte.
M_LearnRecommendDesc=Bitte 'Mehr erfahren' anklicken, um weitere interessante Produkte anzuzeigen.
M_none=Nichts
M_Fix=Installieren
M_LearnMore=Mehr erfahren
M_Install=Installieren
M_fixing=Installiere
M_Updating=Aktualisiere
M_failed=Fehlgeschlagen
M_RuningWell=Neueste Version installiert
M_Outdated=Veraltet
M_NotInstalled=Nicht installiert
M_Insatlled=Installiert
M_Update=Aktualisieren
M_ASCCaption=Systemleistung
M_ASCInfo_NotIns=Registry-Fehler, Datenschutzprobleme und Junk-Dateien erkannt.
M_ASCInfo_UpToDate=Advanced SystemCare optimiert Ihren PC mit nur 1-Klick.
M_ASCInfo_NeedUpDate=Advanced SystemCare ist veraltet.
M_RunASC=Prüfen
M_ASCOffer=Den PC mit 1 Klick bereinigen und optimieren.<br>Ihren PC um bis zu 200% mehr beschleunigen.<br>Das Internet bis zu 300% mehr boosten.<br>PC-Verhalten in Echtzeit für ruhigeren PC überwachen.<br>Ihren PC gegen verbreitete Spyware schützen.
M_IMFCaption=Schutz vor Spyware
M_IMFInfo_NotIns=Erweiterter Schutz durch IObit's Anti-Spyware-Programm.
M_IMFInfo_UpToDate=IObit Malware Fighter schützt vor Schadsoftware.
M_IMFInfo_NeedUpDate=Anti-Spyware-Programm ist veraltet.
M_RunIMF=Prüfen
M_IMFOffer=Umfassender Echtzeit-Schutz vor Malware jeder Art.<br>Schneller Scan, effiziente Erkennung und Entfernung.<br>Schützt proaktiv vor Ransomware.<br>Sicheres Browsen und Downloaden.<br>Kompatibel mit anderer Sicherheits-Software.
M_DBCaption=Treiberaktualisierung
M_DBInfo_NotIns_C=Aktualisiert und repariert Treiber für einen stabileren PC.
M_DBInfo_NotIns=Es könnten veraltete Treiber vorhanden sein, die Ihren PC verlangsamen und destabilisieren können.
M_DBInfo_UpToDate=Driver Booster aktualisiert veraltete Treiber.
M_DBInfo_NeedUpDate=Driver Booster veraltet.
M_DBDesc=Aktualisiert alle veralteten Treiber.
M_RunDB=Prüfen
M_DBOffer=Umfangreiche Treiberdatenbasis (18,000,000+).<br>Sicheres Update von WHQL-Treibern mit 1-Klick.<br>Bessere Spielleistung.<br>Behebt Netzwerkfehler, Tonstörungen, schlechte Auflösung, etc.<br>Reduziert Einfrieren und Systemabstürze.
M_SDCaption=Disk-Optimierung
M_SDInfo_NotIns=Optimiert Deine Festplatten für schnelleres Booten und höhere Zugriffsgeschwindigkeit.
M_SDInfo_UpToDate=Smart Defrag defragmentiert die Festplatte für hohe Leistung.
M_SDInfo_NeedUpDate=Smart Defrag ist veraltet.
M_RunSD=Defragmentieren
M_SDOffer=Schnellerer Dateizugriff.<br>Maximale Festplattenleistung.<br>100% schnelleres Booten.<br>Optimiert Spiele für mehr Spielfreude.
M_DLCaption=Password Manager
M_DLInfo_NotIns=Schütze und verwalte Deine Passwörter mit Dashlane Password Manager.
M_DLInfo_UpToDate=Nie wieder Vergessen des Passwortes mit Dashlane
M_RunDL=Verwalten
M_DLOffer=Der einfache, sichere Weg zur Verwaltung Ihrer Passwörter.<br>Generiert einzigartige Passwörter zum Schutz Ihrer Konten.<br>Automatisches Login bei Ihren favorisierten Webseiten.<br>Für Windows, Mac, iOS und Android.
M_RunIOT=Verwaltung
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Transferiere iPhone-Daten, bereinige & verbessere Dein iPhone.
M_IOTInfo_UpToDate=Transferiere iPhone-Daten, bereinige & verbessere Dein iPhone.
M_IOTInfo_NeedUpDate=IOTransfer ist veraltet.
M_IOTTip=IOTransfer verspricht:<br>+ Einfache Verwaltung von Fotos & Kontakten<br>+ 1-Klick Transfer von iPhone-Inhalten zum PC<br>+ Download von Videos von 100+ Webseiten<br>+ Bereinigen von Junk-Dateien aller Art auf iPhone & iPad
M_IOTOffer=Ihr bestes iPhone/iPad Datei-Management-Werkzeug.<br>Mit 1 Klick Daten vom iPhone/iPad zum PC übertragen.<br>Online-Videos herunterladen und sie in verschiedene Dateiformate umwandeln.<br>Mülldateien leicht und sicher beseitigen, um iOS-Gerätespeicherplatz freizugeben.<br>Drahtlos Inhalte zwischen iOS-Gerät und PC übertragen.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion schützt vor Phishing und schädlichen Webseiten.
M_AdawareInfo_UpToDate=Web Companion schützt vor Phishing und schädlichen Webseiten.
M_AdawareOfferDesc=Web Companion installieren und Bing® by Microsoft" als Startseite festlegen, neue Tabs, und voreingestellte Suchmaschine bei kompatiblen Browsern.
M_AdawareOffer=Schnell und Einfach zu installieren.<br>Anti-Phishing.<br>Echtzeitschutz im Netz.<br>Kompatibel mit vielen Browsern.
M_AomeiCaption=Backup-Software
M_AomeiInfo_NotIns=Die ultimative Backup-Lösung zur Sicherung von System und Festplatten.
M_RunOpera=Starten
M_OperaCaption=Opera Browser
M_OperaInfo_NotIns=Schneller und sicherer Browser mit integriertem Werbeblocker.
M_OperaInfo_UpToDate=Schneller und sicherer Browser mit integriertem Werbeblocker.
M_OperaOffer=Werbung blockieren und Webseiten bis zu 90% schneller laden.<br>Bis zu einer Stunde länger surfen.<br>Schütze Deine Privatsphäre und Deine Daten mit dem kostenlosen VPN.
M_SUCaption=Software Updater
M_SUInfo_NotIns=1-Klick, um alle wichtigen Programme zu aktualisieren.
M_SUInfo_NotIns_C=%d Programme sind veraltet. Installiere IObit Software Updater, um sie mit 1-Klick zu aktualisieren.
M_SUInfo_NotIns_C1=1 Programm ist veraltet. Installiere IObit Software Updater, um es mit 1-Klick zu aktualisieren.
M_SUInfo_UpToDate=IObit Software Updater hält alle wichtigen Programme aktuell.
M_SUOffer1=Automatische Updates veralteter Programme zum frühesten Zeitpunkt.<br>1-Klick zur Installation verfügbarer Programm-Updates.<br>1-Klick zur Installation Deiner gängigsten Programme.<br>Streng getestete, saubere Programme, keine Bundleware.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1-Klick erhöht Deine FPS für ein schnelleres, flüssigeres Spielerlebnis.
M_SMGBInfo_UpToDate=1-Klick erhöht Deine FPS für ein schnelleres, flüssigeres Spielerlebnis.
M_SMGBInfo_NeedUpDate=Smart Game Booster ist veraltet.
M_SMGBOffer=Erhöhen Sie die FPS für bessere Gaming-Leistung mit einem Klick.<br>Überwachen Sie Temperatur und Auslastung der Hardware in Echtzeit.<br>Übertakten Sie die GPU für optimale visuelle Effekte beim Gaming.<br>Analysieren & bewerten Sie Ihren PC, um kompatible Spiele zu finden (38.000+).<br>Schützen Sie Ihren PC & Ihr Spiel für mehr Sicherheit.
M_RunSMGB=Boost
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Kostenlose hochqualitative Aufnahmen Deines PC-Bildschirms. Kein Limit.
M_ISRInfo_UpToDate=Kostenlose hochqualitative Aufnahmen Deines PC-Bildschirms. Kein Limit.
M_ISRInfo_NeedUpDate=iTop Screen Recorder ist veraltet.
M_ISROffer=Aufzeichnung von Videokonferenzen in beliebigen Dateiformaten<br>4K-Film- und Musikaufnahmen ohne Qualitätsverlust<br>Verzögerungsfreie Aufnahme von Spielen in 1080P/60 FPS<br>Personalisieren Sie Ihre Webcam-Aufnahmen<br>Leistungsstarker Video-Editor und vielseitiges Screenshot-Tool
M_ISROffer1=Nehme Videokonferenzen in beliebigen Dateiformaten auf.<br>Nehme 4K-Filme und Musik ohne Qualitätsverlust auf.<br>Nehme Online-Kurse auf, erstelle Video-Tutorials.<br>Gameplay in 1080P/60 FPS verzögerungsfrei aufnehmen.<br>Bearbeite Videos ganz einfach mit dem leistungsstarken Editor.
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Teste den kostenlosen, schnellen und sicheren VPN-Service für Online-Sicherheit.
M_iTopInfo_NotIns=100% kostenloser, schneller und sicherer VPN-Service für Online-Sicherheit.
M_iTopInfo_UpToDateBeta=Testen den kostenlosen, schnellen und sicheren VPN-Service für Online-Sicherheit.
M_iTopInfo_UpToDate=100% kostenloser, schneller und sicherer VPN-Service für Online-Sicherheit.
M_iTopInfo_NeedUpDate=iTop VPN ist veraltet.
M_iTopOfferBeta=Genießen Sie das Internet ohne Grenzen<br>Zugang zu Streaming-Websites weltweit<br>Regional begrenzte Spiele überall spielen<br>Verbergen Sie Ihre IP-Adresse auf öffentlichem Wi-Fi<br>100% kostenlose, ultraschnelle und weltbeste Verschlüsselung
M_iTopOffer2=Privat - Bleibe anonym beim Surfen.<br>Sicher - Verberge IP und verschlüssele Internetverbindungen.<br>Schnell - Erlebe blitzschnelles Online-Browsen.<br>Kostenfrei - Entsperre Websites und streame kostenlos.<br>Verknüpfungen - Schnellzugriff auf Netflix, HBO, PUGB...
M_RuniTop=Ausführen
M_IVBCaption=iTop VPN Browser
M_IVBInfo_NotIns=Schnell, privat, keine Werbung, inkognito Browser mit integriertem VPN.
M_IVBInfo_UpToDate=Schnell, privat, keine Werbung, inkognito Browser mit integriertem VPN.
M_IVBInfo_NeedUpDate=iTop VPN Browser ist veraltet
M_IVBOffer=Sichere Deine Einkaufs- und Bankdaten<br>Verberge IP und verschlüssele Online-Daten<br>Dedizierter schneller VPN-Kanal<br>Bereinige & schreddere Online-Spuren in Echtzeit<br>Blockiere schädliche Webseiten und Links<br>Blockiere Werbung für schnelles und sicheres browsen
M_RunIVB=Ausführen
M_DPMCaption=Dual Safe Password Manager
M_DPMInfo_NotIns=Eine sichere, einfache und kostenlose Möglichkeit zur Verwaltung von Passwörtern, die für Ihr digitales Leben unerlässlich ist.
M_DPMInfo_UpToDate=Ein sicherer, einfacher und kostenfreier Weg zur Passwortverwaltung, notwendig für Dein digitales Leben.
M_DPMInfo_NeedUpDate=DualSafe Password Manager ist veraltet.
M_DPMOffer=Unbegrenzt - Speichern Sie unbegrenzt Passwörter, Zahlungen usw.<br>Einfach - Automatisches Speichern und Ausfüllen von Passwörtern mit nur wenigen Klicks<br>Sicher - Generieren Sie starke, eindeutige Passwörter<br>Sicher - Speichern Sie Ihre Daten mit erstklassiger Verschlüsselung<br>Automatisch - Zugriff über eine unbegrenzte Anzahl von Geräten mit automatischer Synchronisierung
M_DPMDescriptionSH=Mache Deinen PC sicherer und schneller mit den folgenden Programmen:
M_DPMInstallSH=Jetzt ausprobieren
M_IEDCaption=iTop Easy Desktop
M_IEDInfo_NotIns=Sag Tschüss zu einem überfrachteten Desktop, nutze einen effizienteren Arbeitsplatz.
M_IEDInfo_UpToDate=Sag Tschüss zu einem überfrachteten Desktop, nutze einen effizienteren Arbeitsplatz.
M_IEDInfo_NeedUpDate=iTop Easy Desktop ist veraltet.
M_IEDOffer=Automatisch Dateien & Ordner in Boxen organisieren<br>Cooler Desktop mit schönen Wallpapern<br>Schnelle Suche & Öffnung von Dateien auf Ihrem System<br>Kostenlose Nutzung von ChatAI ohne Registrierung/Anmeldung<br>Doppelklick zum Verstecken & Anzeigen aller Desktop-Symbole
M_PDFCaption=iTop PDF Free
M_PDFInfo_NotIns=Die Lösung für PDF-Bearbeitung, -Konvertierung und viele andere PDF-Aufgaben.
M_PDFInfo_UpToDate=Die Lösung für PDF-Bearbeitung, -Konvertierung und viele andere PDF-Aufgaben.
M_PDFInfo_NeedUpDate=iTop PDF Free ist veraltet.
M_PDFOffer=Konvertieren von PDFs in/aus Word, Excel, Bildern<br>Bearbeiten von Text, Bildern, Stempeln und anderen Elementen<br>Organisieren von PDF-Seiten wie das Mischen von Papieren<br>Mehr tun: kombinieren, komprimieren, e-Sign, Formulare ausfüllen
M_TDPCaption=Top Data Protector
M_TDPInfo_NotIns=Schütze, sperre und verberge persönliche Ordner & Daten. Schnell & Sicher!
M_TDPInfo_UpToDate=Schütze, sperre und verberge persönliche Ordner & Daten. Schnell & Sicher!
M_TDPInfo_NeedUpDate=Top Data Protector ist veraltet.
M_IPBCaption=iTop Private Browser
M_IPBInfo_NotIns=Keine Tracker, kein Phishing, keine Werbung, Inkognito-Browser mit integriertem VPN.
M_IPBInfo_UpToDate=Keine Tracker, kein Phishing, keine Werbung, Inkognito-Browser mit integriertem VPN.
M_IPBInfo_NeedUpDate=iTop Private Browser ist veraltet.
M_IPBOffer=Privat - Stoppe Tracker von Werbetreibenden und Behörden<br>Sicher - Schütze Deinen Fingerabdruck. Blockiere Phishing-Seiten<br>Sauber - Blockiere Online-Werbung. Schreddere Spuren automatisch<br>Free VPN - 100% kostenloses VPN. 1800+ Server weltweit
M_IDRCaption=iTop Data Recovery
M_IDRInfo_NotIns=Stellen Sie verlorene Daten aller Art in jeder Situation wieder her.
M_IDRInfo_UpToDate=Stellen Sie verlorene Daten aller Art in jeder Situation wieder her.
M_IDRInfo_NeedUpDate=iTop Data Recovery ist veraltet.
M_IDROffer=Wiederherstellung von Dokumenten, Fotos, Musik usw.<br>Wiederherstellung von Daten von Festplatten, SSDs und USB.<br>Wiederherstellung nach Beschädigung, Löschung oder Formatierung.<br>Einfaches Backup und nie wieder Datenverlust.
M_RPMCaption=RoboForm Passwortmanager
M_RPMInfo_NotIns=Nie wieder Passwörter merken oder eingeben.
M_RPMInfo_UpToDate=Nie wieder Passwörter aufschreiben mit dem RoboForm Passwort-Manager.
M_RPMOffer=Melde Dich mit nur einem Klick auf Webseiten an.<br>Erstelle starke und einzigartige Passwörter.<br>Verwendet AES-256-Bit-Verschlüsselung und unterstützt 2FA.<br>Für Windows, Mac, iOS, Android und alle anderen gängigen Browser.<br>Einfaches importieren aus dem Browser oder einem anderen Passwort-Manager.
M_RunRPM=Verwalten
M_Moffer_Title1=Optional Offer
M_Close=Schließen
M_Cancel=Abbrechen
M_Moffer_Install=Installieren
M_Moffer_NoteEP=Mit Klick auf 'Installieren', stimmst Du der Installation von %s zu und erkennst <a>EULA</a> & <a>Datenschutzerklärung</a> an.
M_Moffer_Refund=<a>Beachte:</a> Du erhältst eine Rückerstattung innerhalb von 30 Tagen. Lese <a>Rückerstattungserklärung</a>.
M_Extract_IOT=IObit Empfehlung
M_IEDOffer_New2=Symbole, Dateien und Ordner automatisch in Gruppen sortieren<br>Jede Datei sofort finden, wenn Sie sie brauchen<br>Hintergrundbild, Cursor, Taskleiste und mehr anpassen<br>Mit praktischen Widgets Ihren Arbeitsablauf zurückgewinnen<br>ChatKI – Ihr kostenloser intelligenter und persönlicher Assistent

M_IVCDesc=Verändere deine Stimme in Echtzeit mit Hunderten von Stimmmodellen.
M_IVCOffer=Genieße den Echtzeit-Stimmveränderer ganz einfach<br>Greife auf Hunderte von Stimmmodellen zu<br>Erstelle mühelos deine eigene Stimme<br>Verändere Musik, Videos und Aufnahmen nahtlos<br>Unterstützt Discord, Steam, Roblox, Zoom und mehr
M_IVCtip=Unser Versprechen:<br>Genieße den Echtzeit-Stimmveränderer ganz einfach<br>Greife auf Hunderte von Stimmmodellen zu<br>Erstelle mühelos deine eigene Stimme<br>Verändere Musik, Videos und Aufnahmen nahtlos<br>Unterstützt Discord, Steam, Roblox, Zoom und mehr

[AutoUpdate_M]
lan_Downloading_M=Download
lan_Speed_M=Download-Geschwindigkeit: %s
Lan_Finish_M=Beenden
Lan_Congratulation_M=Herzlichen Glückwunsch!
Lan_UpdateFail_M=Update fehlgeschlagen. Bitte später erneut versuchen.
Lan_UpdateSuccess_M=IObit Uninstaller wurde aktualisiert. Du kannst die neuesten Funktionen und Verbesserungen jetzt nutzen.
Lan_UpdateNew_M=Du hast bereits die aktuelle Version. Kein Update verfügbar.
Lan_UpdateFreeInfo_M=Neue Version von IObit Uninstaller verfügbar.
Lan_UpdateFreeDownInfo_M=Bitte aktualisieren, um die neuesten Funktion und Verbesserungen zu erhalten. Es ist kostenfrei:
Lan_Sure_M=Aktualisierung abbrechen?
Lan_Download_M=Download
Lan_Getting_M=Beziehe Update-Informationen, bitte warten...
Lan_LVheardOne_M=Verfügbare Updates
Lan_LVheardTwo_M=Neue Version
Lan_LVheardThree_M=Größe
Lan_historyInfo_M=IObit Uninstaller %s ist verfügbar. Jetzt aktualisieren, um die neuesten Verbesserungen und Funktionen zu nutzen!
Lan_UpdateNow_M=Aktualisieren
Lan_UpdateLater_M=Aktualisiere Später
lan_WhatNew_M=Was ist neu
Lan_NewReady_M=Neue Version ist bereit
Lan_Title=IObit Uninstaller Updater
lblAuto_Update=IObit Uninstaller wird demnächst automatisch auf IObit Uninstaller %s aktualisieren.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Senden
lblErrorDetails.Caption=Details:
lblUserEmail.Caption=Ihre E-Mail-Adresse:
lblSuccTips1.Caption=Erfolgreich gesendet! Wir geben unser Bestes, dieses Problem schnellstens zu lösen.
btnClose.Hint=Schließen

[SendBugReportNew_M]
M_AskUserTips1=ist auf ein Problem gestoßen. Helfe bei der Lösung des Problems, klicke 'Senden', um die Debug-Datei automatisch zu senden. <a>Datenschutzerklärung</a>
M_BugStatisticsTips=hat ein Problem festgestellt und muss beendet werden. Wir analysieren den Fall jetzt. Bitte warten...
M_SendingTips=Sende...
M_AttentionTips1=ist auf ein Problem gestoßen. Helfe bei der Lösung des Problems, klicke 'Okay', um die Debug-Datei automatisch zu senden. <a>Datenschutzerklärung</a>
M_InvalidEmailTips1=Ungültige E-Mail-Adresse! Um Dich kontaktieren zu können, benötigen wir Deine gültige E-Mail-Adresse.
M_OKTips=Okay

[Uninstaller_frm_CrRestore]
Restoring_Caption=Beziehe offizielle Version...
RestoreSuccess_Caption=Offizielle Version von IObit Uninstaller installiert!
RestoreFailed_Caption=Bezug der offiziellen Version fehlgeschlagen . Zum Download bitte unsere offizielle Website aufsuchen.
Run_Button=Starten
Download_Button=Download

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Du nutzt einen inoffiziellen IObit Uninstaller.
lbl_SecondTitle.caption=Inoffizieller IObit Uninstaller arbeitet nicht länger.
lbl_HarmInfo.caption=Es schadet nicht nur der PC-Leistung, sondern untergräbt den Datenschutz durch die entstandenen Sicherheitslücken.
lbl_OfficialInfo.caption=Erhalte den offiziellen IObit Uninstaller zum Schutz Deiner Daten und Deines PCs.
htmlLabel_Text.caption=Du erhältst die PRO Version exklusiv mit einem RABATT von <a>75%</a>!
btn_GetPro.caption=Du erhältst PRO
btn_GetFree.caption=Du erhältst Free

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Erwerbe heute <a>den offiziellen IObit Uninstaller PRO für €0</a> , um Privatsphäre und PC unter starken Schutz zu stellen.
btn_GetPro_before=Pro kaufen für 0€

[Detain_M]
M_MianTitle=IObit Uninstaller hat Dir geholfen:
M_QuestionString=Wirklich deinstallieren?
M_btnok=Trotzdem deinstallieren
M_btnCancel=Behalten
M_UninstallCaption=Deinstalliere Programme
M_DiskCaption=Spare Festplattenspeicher
M_RegCaption=Lösche Registry-Einträge
M_FixCaption=Behebe Software-Probleme

[Survey_M]
Title_M=Umfrage zur Deinstallation
Info_M=Schade das Du uns verlässt. Bitte helfe uns, IObit Uninstaller zu verbessern und fülle diese kleine Umfrage aus . Dein Feedback ist uns wichtig.
Question_M=Warum deinstallierst Du IObit Uninstaller?
1_M=Unvollständige Deinstallation (nicht alle Überreste wurden entfernt)
2_M=Läuft nicht normal
3_M=Zuviel Werbung und Bundleware
4_M=Wurde installiert, um ein Problem zu beheben und wird nicht weiter benötigt
5_M=Ich habe eine bessere Alternative gefunden
6_M=Andere Gründe (bitte angeben)
Button_M=Deinstallation fortführen

[Uninstaller_M]
MenuRight_Caption=Gründliche Deinstallation
Explorer_Button=Dateischredder
Controlpanel_Button=Gründliche Deinstallation

[ACD_M]
M_Downloading=Download:
M_TipFixing=Beheben
M_Tips=Download in Arbeit. Mit Doppelklick auf das Symbol Details einsehen.
M_Installing=Installation:
M_MD5Faild=Heruntergeladene Datei beschädigt. Bitte später erneut versuchen.
M_NetError=Download wegen Netzwerkfehler abgebrochen. Bitte später erneut versuchen!
M_DirError=Download der Datei mangels Schreibberechtigung fehlgeschlagen. Bitte in den Einstellungen einen neuen Ordner wählen und erneut versuchen.
M_DiskIsFull=Nicht genügend Speicherplatz!
M_Speed=Geschwindigkeit:
M_AreSureEx=Download wirklich abbrechen?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Abbrechen
lbl_Min.Caption=Minimieren
btnClose.Hint=Schließen
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Ziehe mich zu einem offenen Fenster, Desktopsymbol, oder System-Tray-Symbol.
EasyNothingInfo=Kein Ziel lokalisiert. Ziehe mich zu einem offenen Fenster, Desktopsymbol, oder System-Tray-Symbol.
EasyDeleteFileFail=Die Datei wird derzeit genutzt und kann nicht gelöscht werden. Schließe die Datei und versuche es nochmals.
EasyDeleteFolderFail=Der Ordner wird derzeit genutzt und kann nicht gelöscht werden. Schließe den Ordner und versuche es nochmals.
EasyKillProcessFail=Beenden des Prozesses fehlgeschlagen.
EasyKillProcessHint1=Prozess wirklich beenden?
EasyKillProcessHint2=Nicht gespeicherte Daten gehen verloren.
EasyUninstallPath=Deinstalliere oder lösche:
EasyUninstall=Deinstallation
EasyShortcut=Lösche Verknüpfung
EasyLocation=Öffne Speicherort
EasyDelete=Löschen
EasyCancel=Abbrechen
EasyTransparency=Transparenz
EasyOpaque=Undurchlässig
EasyExitEasy=Öffne Hauptfenster
EasyExitIobit_1=IObit Uninstaller verlassen
EasyKillProcess=Prozess beenden

[ExpriedNotice_M]
Sale_Text=Du kannst sie heute, mit einem Rabatt von <a>%s</a> zurückerhalten!
ExpriedOneDay_M=Deine Lizenz ist vor <a>1</a> Tag abgelaufen.
ExpriedDay_M=Deine Lizenz ist vor <a>%s</a> Tagen abgelaufen.
Logged_0_Text=Deinstalliere Programme anhand von Protokollen, die bei der Installation erstellt wurden
Logged_1_Text=Deinstalliere 1 Programm anhand des Protokolls, das bei der Installation erstellt wurde
Logged_Text=Deinstalliere %s Programme anhand der Protokolle, die bei der Installation erstellt wurden
ExpriedMessage_M=Deine Lizenz ist abgelaufen. Die PRO Funktionen stehen nicht zur Verfügung, die FREE Funktionen kannst Du weiterhin nutzen.
ExpriedTipMessage_Num=Während der letzten %s1 Tage half Dir IObit Uninstaller Pro bei der Deinstallation von %s2 Programmen und entfernte %s3 Restdateien. Verlängere jetzt und sichere Dir Deinen <a>Exklusiven Rabatt!</a>
ExpriedTipMessage_Normal=Wir bedauern, mitteilen zu müssen, das die PRO Funktionen nicht länger zur Verfügung stehen. Verlängere jetzt und erhalte Deinen <a>Exklusiven Rabatt!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Wir bedauern mitteilen zu müssen, das die folgenden PRO Funktionen nicht länger zur Verfügung stehen:
lbl_Stubbron.caption=Entfernt 4000+ störrische Programme dank einzigartiger Datenbasis
lbl_Update.caption=Hält Deine wichtigen Programme mit 1-Klick aktuell
lbl_Health.caption=Erkennt Software-Schwachstellen automatisch und blockiert Pop-ups und unerwünschte Werbung
lbl_MoneyBack.caption=Kein Risiko dank 100% Geld-zurück-Garantie.
btn_Upgrade.caption=Exklusiven Rabatt erhalten
lbl_EnterCode.caption=Ich habe bereits eine Lizenz

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Deine Lizenz ist abgelaufen!
btn_OK.caption=Verlängern

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Feedback
lbl_DescTitle.caption=Beschreibung:
lbl_EmailTitle.caption=Email-Adresse:
lbl_ScreenShot.caption=ScreenShot
lbl_TypeTitle.caption=Anfrageart:
btnImg_FeedBackSend.caption=Senden
btnImg_FeedBackCancel.caption=Abbrechen

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Sende...
lbl_SendFailed.caption=Senden fehlgeschlagen. Für Online Feedback bitte Okay klicken.
btnImg_SendFailed.caption=Okay
lbl_SendSuccess.caption=Danke für Ihr Feedback. Wir kontaktieren Dich schnellstmöglich.
btnImg_SendSuccess.caption=Okay

[Uninstaller_FeedBack_M]
FeedBack_1=Ich liebe es
FeedBack_2=Vorschlag
FeedBack_3=Deinstallation fehlgeschlagen
FeedBack_4=Problem mit Bundleware
FeedBack_5=Install Monitor Problem
FeedBack_6=Problem mit Software Updater
FeedBack_7=Anzeigen aller Programme fehlgeschlagen
FeedBack_8=Probleme mit Tiefenscan
FeedBack_9=Fehlerbericht
FeedBack_10=Anderes
EmailMessage=Bitte korrekte E-Mail-Adresse angeben, damit wir Dich kontaktieren können.
MemoHint=Bitte beschreibe Vorschläge oder Probleme detailliert.
ScreenMaxMessage=Vorgang fehlgeschlagen. Maximale Anzahl von 5 Screenshots erreicht.
CloseHintMsg=Kein Feedback übermitteln?
SendBugck=Sende uns auch die Debug-Datei zur Untersuchung. <a>Datenschutzerklärung</a>
FeedBackMessage=Bitte beschreiben.
EmailHint=Bitte hier korrekte E-Mail-Adresse eingeben
Startup_Delete_M=Löschen
M_FiveStar=Könnten Sie uns eine 5-Sterne Bewertung geben?

[FileShredder_M]
ShredderDetail_0=Du kannst eine Datei oder einen Ordner zum Schreddern hier hineinziehen.
ShredderDetail_01=Dateien, die auf dem üblichen Weg gelöscht wurden, können wieder hergestellt werden.
ShredderDetail_02=Um Dateien sicher und permanent zu entfernen, einfach die Datei/den Ordner zum schreddern hier hin ziehen.
FileShredder_MaxCount_M=5000 Dateien wurden hinzugefügt. Bitte fügen Sie den Rest der Dateien nach dem schreddern hinzu.
Shredder_InUse_M=Auf einige Dateien wurde der Zugriff verweigert. Bitte prüfen ob diese noch geöffnet sind.
Shredder_Del_M_1=Die hinzugefügten <a>%d</a> Elemente permanent entfernen? Diese Aktion ist absolut UNUMKEHRBAR und benötigt einige Zeit.
Shredder_DelOne_M_1=Das hinzugefügte <a>1</a> Element permanent entfernen? Diese Aktion ist absolut UNUMKEHRBAR und benötigt einige Zeit.
Shredder_NotDel_M=Eine Datei wurde nicht geschreddert, da in einem anderen Prozess geöffnet. Bitte prüfen.
Shredder_OneFileDel_M=Datei wurde nicht geschreddert, da in einem anderen Prozess geöffnet. Bitte prüfen.
Shredder_Sucess_M=Erfolgreich geschreddert.
Shredder_OneSucess_M=Erfolgreich geschreddert.
Shredder_DirIsEmpty_M=Leer. Schreddern nicht möglich.
Shredder_NotAddFolder_M=Aus Gründen der Systemstabilität kann Datei "%s" nicht geschreddert werden.
Shredder_Quick=Überschreibt Daten mit Null vor der Löschung. (Sicher und Schnell)
Shredder_Advanced=Überschreibt Daten wiederholt mit zufälligen Buchstaben vor der Löschung. (Sicherer und Langsamer)
Shredder_Expert=Überschreibt Daten zehnfach mit zufälligen Buchstaben vor der Löschung. (Am Sichersten und Langsamsten)

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Dateischredder
lbl_Listview_Title.caption=Datei und/oder Ordner auswählen:
lblLoading.caption=Lade...
lbl_AddFile.caption=Datei...
lbl_AddFolder.caption=Ordner...
RdImageButton_Shredder.caption=Schreddern
RdImageButton_Cancel.caption=Abbrechen
ListView_FileList.Columns[0].Caption=Dateipfad
Menu_Shredder_Shredder.caption=Schreddern
Menu_Shredder_AddFile.caption=+ Datei
Menu_Shredder_AddFolder.caption=+ Ordner
Menu_Shredder_Romove.caption=Entfernen
Menu_Shredder_Clean.caption=Bereinigen
lbl_Shredder_Tip.caption=Dateien schreddern. Dies kann einen Moment dauern...
lbl_Mode.caption=Dateischredder:
btn_Quick.caption=Schneller Modus
btn_Advanced.caption=Erweiterter Modus
btn_Expert.caption=Fachgerechter Modus

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Aus Gründen der Systemstabilität kann "%s" nicht zum schreddern hinzugefügt werden.
EndProgressMsg=%s läuft. Fortsetzung der Deinstallation wirklich beenden?
ListView_FindReslut.Columns[0]_M=Bezeichnung
PopMenu_OpenFolder_M=Öffne Speicherort
PopMenu_ViewEntry_M=Öffne in Regedit
Free_MatchStubbron=Registry-Einträge fehlen, dies kann zu Fehlern führen. Auf PRO erweitern, um Probleme bei Deinstallationen zu beheben und störrische Programme mit unserer Datenbais zu entfernen.
Pro_MatchStubbron=Registry-Einträge fehlen, dies kann zu Fehlern führen. Behebe Probleme bei der Deinstallation und entferne das Programm einfach mit unserer Datenbasis störrischer Programme.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Zwangs-Deinstallation
lbl_Info.caption=Hilft bei der Entfernung eines Programms, das wegen fehlender Registry-Einträge oder Fehlern in der eigenen Routine, nicht einfach deinstalliert werden kann, und entfernt alle entsprechenden Dateien gründlich.
btnImg_Open.caption=Durchsuchen...
lbl_DropInfo.caption=Zum Löschen einer Datei/eines Ordners oder zur Deinstallation des zugehörigen Programms, können Sie Windows durchsuchen oder die Datei/den Ordner hier hineinziehen.
btnImg_Uninstall.caption=Deinstallieren
btnImg_Cancel.caption=Abbrechen
PopMenu_Uninstall.caption=Deinstallation
PopMenu_SearchOnline.caption=Suche online
ListView_FindReslut.Columns[1].caption=Größe
ListView_FindReslut.Columns[2].caption=Installiert am:

[HealthCheck_M]
HealthCheck_Top_ScanNow=Scannen
HealthCheck_Top_ScanAgain=Erneut Scannen
HealthCheck_Top_FixAll=Ausführen
HealthCheck_Top_Stop=Stopp
HealthCheck_Top_Done=Fertig
HealthCheck_Top_Scanning=Scanne
HealthCheck_Top_Fixing=Repariere
HealthCheck_Top_NoFound=Keine Probleme. Deine Software arbeitet sauber.
HealthCheck_Top_Title_Result_NoIssues=Keine Probleme
HealthCheck_Top_Title_Result_Single=<a>%s</a> Problem muss behoben werden.
HealthCheck_Top_Title_Result_Some=<a>%s</a> Probleme müssen behoben werden.
HealthCheck_Top_Title_Skip=<a>Überspringen</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> Problem erfolgreich behoben.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> Probleme erfolgreich behoben.
HealthCheck_Top_FixOver=Alle markierten Probleme erfolgreich behoben.
HealthCheck_Top_Dec_Result_Pro=Alle mit 1-Klick gefundenen Probleme beheben.
HealthCheck_Top_Dec_Result_Free=Auf PRO erweitern, um alle mit 1-Klick gefundenen Probleme zu beheben.
HealthCheck_Top_Title_A=Software Status: <a>Scan notwendig</a>
HealthCheck_Top_Dec_A=Deine Software wurde noch nicht analysiert. Jetzt ausführen.
HealthCheck_Top_Title_B=Software-Status: <a>Gut</a>
HealthCheck_Top_Dec_B=Deine Software arbeitet sauber.
HealthCheck_Top_Dec_C=Deine Software wurde seit %s Tagen nicht analysiert. Jetzt ausführen.
HealthCheck_Item_Title_leftovers=Reste von Deinstallationen
HealthCheck_Item_Dec_leftovers=Lösche Reste von Deinstallationen für mehr Speicherplatz
HealthCheck_Item_Title_update=Veraltete Software
HealthCheck_Item_Dec_update_New=Veraltete Software zur Vermeidung von Sicherheitsrisiken aktualisieren
HealthCheck_Item_Title_permission=Software-Berechtigungen
HealthCheck_Item_Dec_permission=Erkenne versteckte Berechtigungen und deaktiviere unnötige
HealthCheck_Item_Title_notifications=Störende Benachrichtigungen
HealthCheck_Item_Dec_notifications=Blockiere Pop-ups und unerwünschte Werbung
HealthCheck_Item_Title_stubborn=Programme mit Deinstallationsproblemen
HealthCheck_Item_Dec_stubborn=Behebe Deinstallationsprobleme, um Programme leicht zu entfernen
HealthCheck_Item_Title_packages=Installationsdateien
HealthCheck_Item_Dec_packages=Bereinige Installationsdateien für mehr Speicherplatz
HealthCheck_Item_Title_malicious=Schadsoftware/-Extensions
HealthCheck_Item_Dec_malicious=Entferne Schadsoftware und Browser-Extensions für einen schnellen und sicheren PC
HealthCheck_Item_Title_junk=Software Redundante Dateien
HealthCheck_Item_Dec_junk=Bereinige Temp-Dateien und persönliche Spuren, die durch Software-Nutzung generiert wurden
HealthCheck_Item_Title_hibernation=Software-Ruhezustand
HealthCheck_Item_Dec_hibernation=Schicke Software, die Du nicht nutzt schlafen
HealthCheck_Item_Tip_hibernation=Unnötige Aktivitäten werden gestoppt, sobald sich ein Programm im Schlafmodus befindet. Du kannst es zu jeder Zeit aufwecken.
M_Fix=Ausführen
M_Detail=Details
M_Recissues_Single=<a>%s</a> Problem für Reparatur markiert,
M_Recissues_Some=<a>%s</a> Probleme für Reparatur markiert,
M_Allissues_Single=total <a>%s</a> Problem
M_Allissues_Some=total <a>%s</a> Probleme
M_Noissues=Keine Probleme
M_issues_Single=<a>%s</a> Problem
M_issues_Some=<a>%s</a> Probleme
M_Noissues2=Keine Probleme
HealthCheck_Exit_Scanning=Scan läuft. Wirklich jetzt verlassen?
HealthCheck_Exit_Fixing=Reparatur läuft. Wirklich jetzt verlassen?
M_UL_SelectedFix_Single=<a>%s</a> Deinstallationsrest für Reparatur markiert
M_UL_SelectedFix_Some=<a>%s</a> Deinstallationsreste für Reparatur markiert
M_OS_SelectedFix=<a>%s</a> veraltete Software für Reparatur markiert
M_SP_SelectedFix_Single=<a>%s</a> Software-Berechtigung für Reparatur markiert
M_SP_SelectedFix_Some=<a>%s</a> Software-Berechtigungen für Reparatur markiert
M_DN_SelectedFix_Single=<a>%s</a> störende Benachrichtigung für Reparatur markiert
M_DN_SelectedFix_Some=<a>%s</a> störende Benachrichtigungen für Reparatur markiert
M_PWUI_SelectedFix_Single=<a>%s</a> Programm mit Deinstallationsproblemen für Reparatur markiert
M_PWUI_SelectedFix_Some=<a>%s</a> Programme mit Deinstallationsproblemen für Reparatur markiert
M_IF_SelectedFix_Single=<a>%s</a> Installationsdatei für Reparatur markiert
M_IF_SelectedFix_Some=<a>%s</a> Installationsdateien für Reparatur markiert
M_MSE_SelectedFix_Single=<a>%s</a> Schadsoftware/-Extension für Reparatur markiert
M_MSE_SelectedFix_Some=<a>%s</a> Schadsoftware/-Extensions für Reparatur markiert
M_JF_SeletecedFix_Single=%s redundante Datei zur Reparatur markiert
M_JF_SeletecedFix_Some=%s redundante Dateien zur Reparatur markiert
M_SH_SeletecedFix_Some=%s Software zur Reparatur markiert
M_BackFix=Zurück
M_NoItems=Kein Element gefunden
M_item=Element
M_items=Elemente
M_File=Datei
M_Reg=Registry
M_Tasks=Geplante Aufgaben
M_Ser=Systemdienste
M_Select=Alle auswählen
M_TitleCount=Name (Total: %d)
M_Version=Neue Version
M_CurrentVersion=Aktuelle
M_BanwebTitleCount2=Absender (Gesamt: %d)
M_Type=Typ
M_BRate=Blockrate
M_Recommendation=Empfehlung
M_Optional=Optional
M_Block=Blockieren
M_SiteType=Seitenbenachrichtigung
M_AppType=App-Benachrichtigung
M_MSType=Schadsoftware
M_METype=Bösartige Extension
M_AdType=Ad-Extension
M_RegMiss=Registry-Eintrag fehlt
HC_Ignore=Ignorieren
UL_IgnoreSoft=Für diese Software alles ignorieren
HC_IgnoreForever=Ignoriere alle Updates
HC_IgnoreCurrent=Ignoriere aktuelles Update
HC_OpenFile=Öffne Dateispeicherort
HC_OpenReg=Öffne in Regedit
HC_Search=Suche online
HC_Startup=Starteinträge
HC_Tasks=Geplante Aufgaben
HC_Services=Dienste
HC_Desktopicon=Desktopsymbole
HC_Taskbaricon=Taskleistensymbole
HC_RightMenu=Rechtsklick-Menü
HC_Firewall=Firewall-Regeln
M_PermissionTitleCount=Berechtigungstyp (Gesamt: %d)
M_Name=Bezeichnung
M_Impact=Auswirkung
M_ImpactLow=Gering
M_ImpactMedium=Mittel
M_ImpactHigh=Hoch
M_Installed=Installiert
M_OverxDay_Some=Ungenutzt seit %s Tagen
M_OverxDay_Single=Ungenutzt seit %s Tag
M_Status=Status
M_Disable=Deaktivieren
M_FixDetails=Einzelheiten zur Reparatur s.u.:
M_Fix_RecTitle=Es kann mehr getan werden für einen schnelleren saubereren PC:
M_Fix_RecLog=Saubere Deinstallation anhand von Logs
M_Fix_RecLog_Des=Programme anhand von Logs, die während der Installation erstellt wurden, gründlich deinstallieren
M_Fix_RecBundleware=Bundleware Leichter Entfernen
M_Fix_RecBundleware_Des=Installationen in Echtzeit überwachen und Bundleware einfach entfernen
M_Fix_RecLeftover=Alle Überreste Automatisch Löschen
M_Fix_RecLeftover_Des=Lösche automatisch Überreste, die durch andere Uninstaller nicht gelöscht wurden
M_Fix_RecProgram_Single=<a>%s</a> Übergroßes Programm gefunden
M_Fix_RecProgram_Some=<a>%s</a> Übergroße Programme gefunden
M_Fix_RecProgram_Des=Deinstalliere unnötige, übergroße Programme für mehr Speicherplatz
M_Fix_RecWinApp_Single=<a>%s</a> Windows App Gefunden
M_Fix_RecWinApp_Some=<a>%s</a> Windows Apps Gefunden
M_Fix_RecWinApp_Des=Deinstalliere unnötige Windows Apps für mehr Speicherplatz
M_Fix_RecEasyUn=Smarter Easy Uninstall
M_Fix_RecEasyUn_Des=Deinstalliere ein Programm einfach durch ziehen des Easy Uninstall Symbols zum geöffneten Programmfenster, Desktop-, oder Infobereich-Icon
M_Fix_RecStubborn=Hartnäckige Programme Entfernen
M_Fix_RecStubborn_Des=Eine einzigartige Datenbasis unterstützt das Entfernen von 4000+ hartnäckigen Programmen
M_Fix_RecUpdateSoft=Automatische Software Updates
M_Fix_RecUpdateSoft_Des=Aktiviere automatische Updates und halte Deine Software immer und überall aktuell
M_Fix_RecInfrequently_Single=<a>%s</a> Selten genutztes Programm
M_Fix_RecInfrequently_Some=<a>%s</a> Selten genutzte Programme
M_Fix_RecInfrequently_Des=Deinstalliere selten genutzte Programme für mehr Festplattenspeicher
M_UnlockTitle_Single=Schalte PRO Features frei, um %s erkanntes Problem zu beheben
M_UnlockTitle_Some=Schalte PRO Features frei, um %s erkannte Probleme zu beheben
M_UnlockNow=Freischalten
M_Back=Zurück
M_Try=Ausprobieren
M_Upgrade=Erweitern
M_Enable=Jetzt aktivieren
M_CheckAll_packages=Alle Installationsdateien löschen?
M_CheckAll_permission=Alle Software-Berechtigungen deaktivieren?
M_CheckAll_permission2=Einige Features könnten nicht sauber arbeiten, wenn alle Berechtigungen deaktiviert sind. Deaktiviere daher nur die Unnötigen.
M_ContinueAnyway=Dennoch ausführen
M_Operate=Vorgehen
M_Fixmanually=Repariere manuell
M_FixManuallyEx=Repariere Manuell

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Bezeichnung (Gesamt: %d)
ListviewHeader_Software_M=Bezeichnung
History_info_DouBle_M=Programme wurden letztes Mal nicht vollständig deinstalliert. Bitte zum Weitermachen auf [Deinstallieren] klicken.
History_info_One_M=Programm wurde letztes Mal nicht vollständig deinstalliert. Bitte zum Weitermachen auf [Deinstallieren] klicken.
History_Scanfor_M=Scanne nach Überresten
History_ViewDetail_M=Details anzeigen
UninstallLog_No_IsEmpty_M=Tiefenscan fand keine Dateireste.
Program_Information=Programminformation
Files_Deleted=Dateien gelöscht
Registries_Deleted=Registry-Einträge gelöscht
Scheduled_Tasks_Deleted=Geplante Aufgaben gelöscht
Deleted_on_Reboot=Bei Neustart gelöscht
Service_Deleted=Dienst gelöscht
Export_M=Exportieren
rdlbl_NoTkanks=Nein, danke
RdLabelDetailNull=Details und Status jedes deinstallierten Programms wird hier angezeigt.
RdLabelDetails=IObit Uninstaller half bei der Deinstallation von <a>%d</a> Programmen und schaffte <a>%s</a> Speicherplatz.
RdLabelDetail=IObit Uninstaller half bei der Deinstallation von <a>%d</a> Programm und schaffte <a>%s</a> Speicherplatz.
History_NoUninstalled_M=Nicht deinstalliert
History_Residualfilesleft_M=Dateireste übrig
M_NoHistoryFound=Keinen Verlauf gefunden

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Verlauf
ListView_History.Columns[1].Caption=Datum
ListView_History.Columns[2].Caption=Größe
ListView_History.Columns[3].Caption=Status
Menu_ClearThis.Caption=Verlauf löschen
Menu_ClearAll.Caption=Alle Verläufe löschen

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nein, danke
RdImgBtnUninstall.caption=Deinstallation
RdListView_History.Columns[0].Caption=Programm
RdListView_History.Columns[1].Caption=Status

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Install Monitor
lbl_RegText.caption=Registry-Einträge:
lbl_SzieText.caption=Größe:
lbl_StartText.caption=Starteinträge:
lbl_FileText.caption=Dateien:

[InstallDetected_M]
Install_DetectedNewTitle=Durch Installation von %s erfolgte Änderungen:
Install_DetectedNewTitleEx=Durch Installation von <a>%s</a> Programmen erfolgte Änderungen:
Install_ViewDetail=Details anzeigen

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Aktivieren
lbl_Caption.caption=Neue Installation erkannt
lbl_InstallMoniorInfo.caption=Wir empfehlen 'Install Monitor' zu aktivieren, um Systemänderungen während der Installation zu erkennen und zu protokollieren.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Protokollierte Installationen
rdlbl_Or.Caption=ODER
rdlbl_Auto.Caption=Auto Monitoring
rdlbl_Drap.Caption=Manuelles Monitoring

[IUInstallMonitorFrm_M]
TipFileMsi=Nicht unterstützte ausführbare Setup-Datei. Bitte erneut auswählen.
TipFileNotMsiExe=Ungültige ausführbare Setup-Datei. Bitte eine gültige Setup-Datei wählen.
AddTip1=Install Monitor arbeitet!
AddTip2=Es wird bereits eine Installation überwacht. Bitte nach dieser Installation erneut versuchen.
StarFileTip=Starten fehlgeschlagen
ExePathErrorTip=Die Setup Datei von einem Netzlaufwerk wird nicht unterstützt. Kopiere sie in Dein lokales Laufwerk und versuche es erneut.
Logging=Protokolliere Systemänderungen...
rdlbl_TipContent_M=Der Install Monitor erkennt und protokolliert Systemänderungen während der Installation. Dies erlaubt eine detaillierte Übersicht der vorgenommenen Änderungen.
rdlbl_SwitchTip.Caption_M=Erkenne und protokolliere neue Installationen automatisch
rdlbl_DragFileTip.Caption_M=Ziehe zur Installation eine Setup-Datei hierhin, um Systemänderungen zu protokollieren
EnableMonitorAutoTip=Aktivierung wird den IObit Uninstaller Monitor ebenfalls aktivieren.
EnableMonitorManualTip=Manuelles Monitoring ist nicht verfügbar, wenn der IObit Uninstaller Monitor aus ist.

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Installationsprotokoll
rdlbl_Export.Caption=Exportieren
btnImg_OK.Caption=Okay

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Anzeigename:
InstallDateTip=Installationszeitpunkt:
VersionTip=Version:
PublisherTip=Herausgeber:
LocationTip=Ort:
InstallationDurationTip=Installationsdauer:
InstallPackageTip=Installationspaket:
RegEntriesTip=Registry-Einträge:
FilesCountTip=Dateien:
TaskCountTip_M=Geplante Aufgaben:
ServiceCountTip_M=Systemdienste:
DllCountTip=DLL-Registrierung:
StartUpCountTip=Starteinträge:
TotalSizeTip=Größe:
ProgramInformationTip=Programminformation
MMORegistryTip=Registry-Einträge
MMOFilesTip=Dateien
MMOTaskTip_M=Geplante Aufgaben
MMOServiceTip_M=Systemdienste
MMODllTip=DLL-Registrierung
MMOStartUpTip=Starteinträge
MonitorLog_SecondsLan=Sekunden
MonitorLog_SecondSingleLan=Sekunde
RegTip_Created=Registry erstellt:
RegTip_Modified=Registry geändert:
RegTip_Deleted=Registry gelöscht:
FileTip_Created=Datei erstellt:
FileTip_Modified=Datei geändert:
FileTip_Deleted=Datei gelöscht:

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Feedback

[MainForm_M]
Nav_Colle_Program_All=Programme
Nav_Colle_Browser_Extensions=Browser-Extensions
Nav_Colle_Win=Windows Apps
Nav_Colle_AC=Action Center
Nav_Colle_SH=Software Health
Nav_Item_Program_All=Alle Programme
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Kürzlich installiert
Nav_Item_Program_Infrequent=Selten genutzt
Nav_Item_Program_Large=Übergroße Programme
Nav_Item_Browser_Extension_All=Alle Browser-Extensions
Nav_Item_InstallMonitor=Install Monitor
Nav_Item_Logged=Protokolle
Nav_Item_AndroidApp=Android Apps
Hint_Settings=Optionen
Hint_Tools=Tools
UninstallProTipEnterCode=Code eingeben
Button_Uninstall=Deinstallieren
Button_Remove=Entfernen
Button_Update=Alle Aktualisieren
Button_Install=Installieren
ToolPopForceUninstallEx=Force Uninstall+
ToolPopSoftUpdater=Software Updater
ToolPopStubborn=Entfernung störrischer Programme
ToolPopHistory=Verlauf
ToolPopFileShredder=Dateischredder
ToolPopHunterMode=Schnelle Deinstallation
ToolPopUpdateUninstall=Windows Updates
MoreSettingPopSetting=Einstellungen...
MoreSettingPopRestore=Wiederherstellung
MoreSettingPopExport=Exportiere Progr.-liste
MoreSettingPopUpdate=Aktualisieren
MoreSettingPopManual=Benutzerhandbuch
MoreSettingPopSupport=Technische Hilfe
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=Info
MoreSettingPopWhatsNew=Was Ist Neu
MoreSettingSubscription=Meine Lizenz
MoreSettingTranslate=Helfe beim Übersetzen
DefaultSelProg=Deinstalliere unnötige Programme für mehr Speicherplatz.
DefaultSelPlug=Entferne unerwünschte Browser Plug-ins für mehr Sicherheit.
DefaultSelADPlugin1=Entferne 1 schädliches/Werbe Plug-in für sicheres surfen.
DefaultSelADPlugin2=Entferne %d schädliche/Werbe Plug-ins für sicheres surfen.
DefaultSelWApp=Entferne unerwünschte Windows Apps für mehr Leistung.
DefaultSelBundle=Deinstalliere unerwünschte Bundleware.
DefaultSelUpdate=Halte Deine wichtigen Programme aktuell.
DefaultUpdaterPromot=Aktualisiere Programme mit IObit Software Updater.
DefaultUpdaterPromote1=veraltetes Programm erkannt.
DefaultUpdaterPromote2=veraltete Programme erkannt.
DefaultUpdaterPromoteInfo=Klicke 'Alle Aktualisieren', und bringe alle veralteten Programme auf den neuesten Stand.
SelInfoProg=Programm zur Deinstallation ausgewählt. Größe:
SelInfoProgM=Programme zur Deinstallation ausgewählt. Größe:
SelInfoPlug=Plug-in zur Entfernung ausgewählt.
SelInfoPlugM=Plug-ins zur Entfernung ausgewählt.
SelInfoApp=App zur Deinstallation ausgewählt. Gesamtgröße:
SelInfoAppM=Apps zur Deinstallation ausgewählt. Gesamtgröße:
SelInfoBundle=Element zur Deinstallation ausgewählt.
SelInfoBundleM=Elemente zur Deinstallation ausgewählt.
BundleHint=Bei der Installation eines Programms können, ohne das Du es bemerkst, weitere Programme installiert werden. Diese Programme kannst Du deinstallieren.
RestoreDefaultSettingsButton=%s auf Voreinstellungen zurücksetzen
APTitle=Alle Pro's aktivieren
AP5=Protokollierte, saubere Deinstallation
AP2=Entferne mehr störrische Apps
AP6=Flüssige Software-Leistung
AP4=1-Klick Software-Aktualisierung
MainUpdate_Hint=Neue Version
NewsDisconnCaption=Teile diese Freeware mit Verwandten und Freunden.
NewsDisconnDes=Sie werden sich über IObit Uninstaller freuen!
NewsNewVerCaption=Wichtiges Update Verfügbar
NewsNewVerDes=Bitte jetzt die neueste Version herunterladen.
ToolPopForceUninstall_Detail=Deinstalliert Programme, die nicht über eine Routine entfernt werden können.
ToolPopSoftUpdaterEx_Detail=Aktualisiere veraltete Software zur Vermeidung von Sicherheitsrisiken
ToolPopHistory_Detail=Zeigt Details und Status für jedes deinstallierte Programm
ToolPopFileShredder_Detail=Hilft unerwünschte Dateien sicher und dauerhaft zu entfernen
ToolPopHunterMode_Detail=Ziehe das 'Hunter Mode' Symbol, um Programme bequem zu deinstallieren
ToolPopUpdateEx_Detail=Deinstalliere nicht erwünschte Windows Updates für mehr Speicherplatz
ToolPopStubbornEx_Detail=Eine einzigartige Datenbasis unterstützt das Entfernen von 4000+ störrischer Programme
DefaultSelInfoLoggedNew=Durch Install Monitor überwachte Programme können gründlich entfernt werden.
DefaultSelAndroid=Deinstalliere unerwünschte Android Apps für mehr Festplattenspeicher.

[MetroApp_M]
NoSerchItem_Tip=Keine passenden Einträge gefunden.
Win8NoItemTip_M=Keine Windows Apps erkannt
Win8LoadingApp=Lade Apps...
Win8ListViewGroupsWin8AppHeader=Windows Apps
Win8ListViewGroupsWin8AppSubtitle=Apps herausgegeben von Microsoft.
Win8ListViewGroupsThirdHeader=Drittanbieter Apps
Win8ListViewGroupsThirdSubtitle=Apps herausgegeben von Drittanbietern.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Bezeichnung
ListView_AppList.Columns[1].caption=Größe
ListView_AppList.Columns[2].caption=Nutzerwertung
ListView_AppList.Columns[3].caption=Vorgehen
lbl_Notice.caption=Um Windows Apps anzuzeigen, werden Administratorrechte benötigt.
mniUninstall.caption=Deinstallation
mniRefush.caption=Aktualisieren
mniDetails.caption=Details
mniOpenFile.caption=Öffne Speicherort
mniOpenReg.caption=Öffne in Regedit
mniOpenWinstore.caption=Öffne in Microsoft Store
mniSearchOnline.caption=Suche online
mniRate.caption=Bewerte

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Deinstallieren
rdlbl_NoticeInfo.Caption=Weniger als 10% freier Festplattenspeicher.
rdlbl_NoticeTip.Caption=Deinstalliere unerwünschte Programme mit IObit Uninstaller für mehr Festplattenspeicher.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> Deinstallationsreste erkannt.
LeftTip=Für mehr Speicherplatz entfernen.
LeftBtn=Ausführen

[JunkNoticeForm_M]
JunkFound=<a>%s</a> Software redundante Dateien erkannt.

[SoftNoticeForm_M]
PopupTip=Störende Benachrichtigungen erkannt
PopUpOne=<a>1</a> Pop-up-Benachrichtigung kann geblockt werden, um Störungen zu vermeiden.
PopUpEx=<a>%s</a> Pop-up-Benachrichtigungen können geblockt werden, um Störungen zu vermeiden.
PopupBtn=Ausführen

[Malicious_M]
NoticeInfoEx_One=Schadsoftware/-Extension erkannt<BR><a>1</a> Schadsoftware/-Extension kann für einen schnellen, sicheren PC entfernt werden.
NoticeInfoEx_Some=Schadsoftware/-Extensions erkannt<BR><a>%d</a> Schadsoftware/-Extensions können für einen schnellen, sicheren PC entfernt werden.

[InstallClearForm_M]
SetupTip=Unnötige Installationsdateien erkannt
SetupClean=Bereinigung von <a>1</a> unnötigen Setup-Datei ergibt <a>%s</a> freien Speicherplatz.
SetupCleanEx=Bereinigung von <a>%s</a> unnötigen Setup-Dateien ergibt <a>%s</a> freien Speicherplatz.
SetupBtn=Ausführen

[SoftUpdate_Auto_M]
AutoUpdate_M=%s Updates wurden automatisch installiert.
AutoUpdate_One_M=1 Update wurde automatisch installiert.

[uninstall_Mitor_M]
showDetails_M=Details anzeigen
Cleanmanually_M=Manuell bereinigen
AutoClean_M=Automatisch bereinigen
Cleaning_M=Bereinige
Cleannow_M=Bereinigen
StillLeavas_M="%s" hinterlässt
LeftoversRemoved_M=Reste von %s wurden entfernt:
Registry_M=Registry
File_M=Datei
Files_M=Dateien
Cleanfuture_M=Künftig automatisch bereinigen
Setting_M=Einstellungen
Uselessfiles_M=Dateireste
UselessfilesOne_M=unnötige Datei
Uselessregistryentries_M=Resteinträge in Registry
UselessregistryentriesOne_M=Resteintrag in Registry
Lan_BundleNoticeText_M=Bundleware während der Installation von %s erkannt.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Schädliche Toolbars/Plug-ins
ListViewGroupMaliciousDesc=Diese Toolbars und Plug-ins können Ihren Standard-Browser ändern und private Daten abgreifen.
ListViewGroupAdTitle=Ad-basierte Toolbars und Plug-ins
ListViewGroupAdDesc=Diese Toolbars und Plug-ins können Werbung, Banner, etc. anzeigen.
ListViewGroupTrustTitle=Vertrauenswürdige Toolbars und Plug-ins
ListViewGroupTrustDesc=Diese Toolbars und Plug-ins sind harmlos. Verfahre nach eigenem Dafürhalten.
ListViewGroupExtensions=Extensions
ListViewGroupPlugins=Plug-ins
ListViewGroupToolbar=Toolbar
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupFFBulit=Integrierte Erweiterungen
ListViewGroupFFOther=Andere Erweiterungen
ListViewGroupExtension_DES=Extensions werden benutzt, um den Browser anzupassen
ListViewGroupPlugin_DES=Plug-in kann leicht installiert und im Browser genutzt werden
ListViewGroupToolbar_DES=Toolbar hilft Nutzern beim schnellen Seitenzugriff oder anderen Funktionen
ListViewGroupBHO_DES=BHO hilft bei der Erstellung personalisierter Browser und bietet einfach interaktive Funktionen
ListViewGroupActivex_DES=ActiveX wird vom Internet Explorer genutzt, Rich Media Playback zu erleichtern
ListViewGroupFFBulit_DES=Erweiterungen installiert/reinstalliert durch Firefox-Installation oder -Update
ListViewGroupFFOther_DES=Erweiterungen installiert von Firefox Add-ons oder anderen Kanälen
NoSerchItem_Tip=Keine passenden Einträge gefunden.
PluginColumnStr_Title=Bezeichnung (Gesamt: %d)
ChromeSyncMsg=Chrome Sync ist aktiviert. Die markierten Plug-ins könnten nach Entfernen reinstalliert werden. Bitte klicke <a>Deaktiviere Chrome Sync</a>. Um Chrome Sync zu deaktivieren, folge den Schritten in unserem Forum.
EdgeSyncMsg=Edge Sync ist aktiviert. Die markierten Extensions könnten nach Entfernen automatisch reinstalliert werden. <a>Deaktiviere Edge Sync</a> anklicken und den detaillierten Schritten folgen.
FuncPluginSysPluginMsgBox=Es ist nicht angeraten, %s zu entfernen, da einige Browser-Funktionen, nach der Entfernung, beeinträchtigt sein können.
FuncPluginLoading=Lade...
FuncPluginRmoveSuccess=Erfolgreich entfernt. Lade...
FuncVotePlugSelectMsgBox=Bitte Element zur Wertung wählen
FuncPluginRmoveConfireSingleMsgBox=Das gewählte Element entfernen?
FuncPluginRmoveConfireSomeMsgBox=Die gewählten Elemente entfernen?
FuncCheckBrowserMsgBox_1=%s geöffnet.
FuncCheckBrowserMsgBox_2=Zum Schließen "Okay" klicken (Inhalte vorher sichern).
FuncCheckBrowserMsgBox_3=Oder "Abbrechen" klicken, um den Vorgang zu beenden.
FuncCheckBrowserMsgBox_4=%s geöffnet.
FuncCheckBrowserMsgBox_5=Schließen mit Klick auf "Okay" erzwingen (Ungesicherte Inhalte können verloren gehen).
FuncCheckBrowserMsgBox_6=Oder "Abbrechen" klicken, um den Vorgang zu beenden.
FuncPluginRemoveFailedMsgBox_4=%s könnte nicht entfernt werden, da es durch %s geschützt ist. Zur Entfernung %s verlassen und IObit Uninstaller erneut starten
FuncRestoreSuccessMsgBox=Erfolgreich auf Voreinstellungen zurücksetzt.
FuncRestoreFailedMsgBox=Rücksetzen auf Browser-Voreinstellungen fehlgeschlagen.
PluginRestoreStr=%s auf Voreinstellungen zurücksetzen
mniOpeninRegedit_M=Öffne in Regedit
lbl_NoFoundItems.caption_M=Weder Toolbars noch Plug-ins erkannt

[VoteText_M]
FuncVoteMarkSelectMsgBox=Bitte werten.
FuncVoteFailedMsgBox=Wertung fehlgeschlagen, bitte Netzwerkverbindung prüfen und erneut versuchen.
FuncVoteActiveVote=Wertung
FuncVoteWaitting=Sende Wertung, bitte warten...
NewVote_1=Noch keine Wertung.
NewVote_2=%d Nutzer haben gewertet.
NewVote_3=Was hältst Du von dieser Erweiterung?
NewVote_4=Was hältst Du von dieser App?
NewVote_5=Du hast bereits gewertet.
NewVote_6=Meine Wertung:
Removingnow_M=Entferne...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Bezeichnung
rdlvAllBrowse.Columns[1].Caption=Nutzerwertung
rdlvAllBrowse.Columns[2].Caption=Vorgehen
rdlvCustomBrowse.Columns[0].Caption=Bezeichnung
rdlvCustomBrowse.Columns[1].Caption=Vorgehen
mniRemove.Caption=Entfernen
mniRate.Caption=Bewerten
mniIgone.Caption=Ignorieren
mniRefush.Caption=Aktualisieren
mniOpenFloder.Caption=Öffne Speicherort
mniSelectedAll.Caption=Alle wählen
mniInvertSelection.Caption=Auswahl umkehren
mniSearchOnline.Caption=Suche online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Browser zurücksetzen
lblConfire.Caption=Auf Voreinstellung zurücksetzen?
lblHomepageTitle.Caption=Aktuelle Startseite:
lblSearchTitle.Caption=Aktuelle Suchmaschine:
btnImg_OK.Caption=Okay
btnImg_Cancel.Caption=Abbrechen

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Erfolgreich entfernt!
lbl_Removing.Caption=Entferne...

[Uninstaller_Program_M]
Noprograms_UseLess_M=Kein entsprechendes Programm gefunden (seit mehr als %d Monaten nicht genutzt)
Noprograms_UseLess_One_M=Kein entsprechendes Programm gefunden (seit mehr als 1 Monat nicht genutzt)
Noprograms_Size_M=Kein Programm größer als %s.
Noprograms_match_M=Keine passenden Einträge gefunden.
Noprograms_Recent_M=Kein Programm in den letzten 10 Tagen installiert.
NoPrograms_RecentEx_M=Seit %s Monaten kein Programm installiert
Noprograms_Android_M=Keine Android Apps gefunden
monthsago_M=%d Monate her
yearsago_M=%d Jahr her
yearsagos_M=%d Jahre her
SoftwareFrame_InstallDate_M=Installiert am
SoftwareFrame_FrequencyUse_M=Zuletzt genutzt
HistoryInfo_DisplayName=Anzeigename
HistoryInfo_Publisher=Herausgeber
HistoryInfo_Version=Version
HistoryInfo_InstallDate=Installiert am
HistoryInfo_UseSize=Speichernutzung
HistoryInfo_Location=Speicherort
HistoryInfo_UninstallDate=Entfernt am
Lan_NoBundle_New=Bundleware sind Programme, die - ohne Dein Wissen - mit dem Hauptprogramm installiert werden.
Lan_Main_Soft=Hauptprogramm
Lan_Bundled_Soft=Bündel-Programm
Lan_Bundled_Plug=Bündel-Plug-in
ColumnName_Logged=Protokoll
ColumnName_LogDate=Installiert am
ViewDetail=Anzeigen
NoPrograms_Logged=Programme, die mit 'Install Monitor' überwacht wurden, können später gründlich deinstalliert werden.
Show_Components_M=Zeige System-Laufzeitkomponenten
Last_Days_M=seit %s Tagen
Last_Month_M=seit %s Monat
Last_Months_M=seit %s Monaten
Larger_M=größer als %s
NotUsed_Month_M=Seit %s Monat nicht genutzt
NotUsed_Months_M=Seit %s Monaten nicht genutzt
AllDrives_M=Alle Laufwerke

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Größe
ListView_SoftwareList.Columns[2].Caption=Installiert am
ListView_SoftwareList.Columns[3].Caption=Vorgehen
Menu_Program_Uninstall.caption=Deinstallation
Menu_Program_Repair.caption=Reparieren
Menu_Program_Refresh.caption=Aktualisieren
Menu_Program_OpenFileLocation.caption=Öffne Speicherort
Menu_Program_OpeninRegedit.caption=Öffne in Regedit
Menu_Program_SearchOnline.caption=Suche online
mni_Openthewebsite.caption=Öffne Website
mni_RunNow.caption=Ausführen

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Typ
ListView_BundleList.Columns[2].Caption=Vorgehen
Menu_Program_Uninstall.caption=Deinstallation
Menu_Program_OpenFileLocation.caption=Öffne Speicherort
Menu_Program_OpeninRegedit.caption=Öffne in Regedit
Menu_Program_SearchOnline.caption=Suche online
mni_Ignore.caption=Ignorieren
mniOpenthewebsite.caption=Öffne Website

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware gefunden.
btn_UninstallAll.caption=Deinstalliere Alles
lbl_Info.caption=Deinstalliere die gesamte folgende Bundleware mit IObit Uninstaller PRO, oder nur das aktuelle Programm.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware gefunden. Bitte auch unerwünschte Bundleware zur Deinstallation auswählen.

[PromoteForm_M]
M_ProAD_Title=Mehr Funktionen und Leistungen mit der PRO Edition:
M_ProAD_CleanLog=Gründliche Deinstallation anhand der Protokolle, die während der Installation erstellt wurden
M_ProAD_Monitor=Überwachen von Programminstallationen & leichte Entfernung vo Bundleware
M_ProAD_Database=Umfangreiche Datenbasis zur gründlichen Entfernung störrischer Programme
M_ProAD_Plugin=Entfernt schädliche/W Plug-ins für sicheres und flüssiges Online surfen
M_ProAD_Update=1-Klick, um Ihre Programme immer aktuell zu halten
M_ProAD_SoftHealth=Erkennt automatisch Software-Schwachstellen, blockiert Pop-up-Benachrichtigungen und unerwünschte Werbung
M_Continue=Deinstallation fortsetzen
M_BundleTitle=Aktiviere IObit Uninstaller PRO, um Bundleware vollständig zu entfernen.
M_BundleTitle2=Überwache Installationen in Echtzeit und entferne Bundleware mit Leichtigkeit.
M_UninstallLogTitle=Aktiviere IObit Uninstaller PRO, um Installationen automatisch zu erkennen und zu protokollieren, damit diese später gründlich entfernt werden können.
M_PluginMaliciouTitle=Aktiviere IObit Uninstaller PRO, um schädliche/Werbe Plug-ins gründlich zu entfernen.
M_PluginMaliciouTitle2=Die ständig expandierende Datenbasis hilft weitere schädliche/Werbe Plug-ins zu entfernen.
M_SPUninstallFail=%s deinstallieren fehlgeschlagen.
M_SPAD_Title=Aktiviere PRO, um es anhand spezieller Datenbasis zu entfernen.
M_SPUninstallFailCount=%d Programme wurden nicht deinstalliert.
M_SPADCount_Title=kann auf normalem Weg nicht entfernt werden. Aktiviere PRO, um sie anhand spezieller Datenbasis zu entfernen.
SpecPromotTile_1=%s deinstallieren fehlgeschlagen.
SpecPromotTile_2=%d Programme wurden nicht deinstalliert.
SpecPromotTile_3=1 Programm wurde deinstalliert.
SpecPromotTile_4=%d Programme wurden deinstalliert.
SpecPromotTile_5=aber 1 Programm wurde nicht deinstalliert.
SpecPromotTile_6=aber %d Programme wurden nicht deinstalliert.
SpecPromotInfo_1=Aktiviere PRO, um es anhand spezieller Datenbasis zu entfernen.
SpecPromotInfo_2=Aktiviere PRO, um sie anhand spezieller Datenbasis zu entfernen.
SpecPromotInfo_3=%s kann auf normalem Weg nicht entfernt werden.

[Protip_M]
Congratulations_M=Herzlichen Glückwunsch!
YouHave_M=Du hast erfolgreich auf den neuesten IObit Uninstaller aktualisiert.
Try_M=Ausprobieren!
Tip_M=Automatisches Update auf IObit Uninstaller <a>%d</a> erfolgreich.
WhatNew_M=Neu in dieser Version:
More_M=Mehr Details

[Uninstaller_Public_M]
Lan_ButtonCancel=Abbrechen
Lan_ButtonClose=Schließen
Lan_ButtonContinue=Fortsetzen
Lan_ButtonClean=Bereinigung
Lan_Cleaning=Bereinige
Lan_Details=Details
Lan_Exit=Verlassen
Lan_Hide=Verbergen
Lan_Ignore=Ignorieren
Lan_Ignored=Ignoriert
Lan_item=Element
Lan_items=Elemente
Lan_LoadingD=Lade...
Lan_WindowMin=Minimieren
Lan_WindowMax=Maximieren
Lan_ButtonNo=Nein
Lan_Name=Bezeichnung
Lan_NameT=Bezeichnung (Gesamt: %d)
Lan_Notagain=Nicht erneut anzeigen
Lan_ButtonOK=Okay
Lan_Publisher=Herausgeber
Lan_WindowRest=Wiederherstellen
Lan_ButtonRemove=Entfernen
Lan_State=Status
Lan_Show=Anzeigen
Lan_Scan=Scan
Lan_Search=Suche
Lan_ButtonUninstall=Deinstallieren
Lan_Version=Version
Lan_ButtonYES=Ja
Lan_ButtonFor0=Pro kaufen für 0€
Lan_ButtonActivate=Aktivieren
Lan_ButtonUpgrade=Erweitern
Lan_ButtonUpgradeFor0=Jetzt für €0 Erweitern
Lan_DisplayName=Bezeichnung
Lan_Installationpath=Installationspfad
Lan_Description=Beschreibung
Lan_LinkAbout=Über
Lan_LinkHelp=Hilfe
Lan_SysMsgCorrupted=Einige Dateien von IObit Uninstaller sind beschädigt. Bitte installiere IObit Uninstaller erneut.
Lan_Bit=bit

[RC_M]
M1=Zahle nichts für die PRO Edition
M2=€0 für eine leichtere, leistungsstärkere & gründlichere Deinstallation.
M3=Automatisch
M4=Bereinigung von Restdateien
M5=1-Klick
M6=Alle Software-Probleme werden behoben
M7=4000+
M8=Entfernung störrischer Software
M9=50% Größer
M10=Software Updater Datenbasis
M11=Jetzt weitere tolle, verbesserte PRO-Funktionen als GRATIS Angebot:
M12=GRATIS - automatische Bereinigung von Restdateien
M13=viel Vergnügen mit schnellerer Rechenleistung.

[Unistaller_Register_M]
license_OtherCode_M=Lizenzcode %s nur gültig für %s. Klicke "Okay', um Dein %s herunter zu laden und zu registrieren.
LicenseCannotconnect_M=Kann nicht zum Server verbinden. Bitte prüfe die Netzwerk-/Proxy-Einstellungen und versuche es später noch einmal.
license_OtherGivewalys_M_M=%s ist eine Werbelizenz und nur für die angegebene Version gültig. Bitte besuchen Sie <a>hier</a>, um eine neue Lizenz für IObit Uninstaller %s PRO zu erwerben.
License_expired_M=Lizenz %s abgelaufen. <a>Hier</a> klicken, um eine neue Lizenz zu erwerben!
License_maximum_M=Lizenz %s für maximale PC-Anzahl aktiviert. Bitte <a>hier</a> klicken, um eine weitere Lizenz zur Aktivierung von IObit Uninstaller PRO auf diesem PC zu erwerben.
License_Free_M=Lizenz %s kann nicht aktiviert werden. Bitte erwerbe eine neue Lizenz für IObit Uninstaller PRO.
License_valid_M=Ungültiger Lizenzcode! Bitte gebe einen gültigen Code ein.
LicenseSeat_M=Lizenzplätze:
LicenseCodeLiftTime_M=Dies ist eine lebenslanger Lizenzcode und nur gültig für IObit Uninstaller v%d. Bitte installiere IObit Uninstaller v%d PRO erneut.
licensedays_left_M=%d Tage übrig
licenseday_left_M=%d Tage übrig
LicenseCodeLocation_M=Der Lizenzcode %s ist in Ihrer Region oder Ihrem Land nicht gültig. Bitte zum Kauf einer gültigen Lizenz auf [OK] klicken.
Never_M=Niemals
M_CheckYourLicense=Gehe zu 'Meine Lizenz' in den Optionen, um den Lizenzstatus zu prüfen.

[Uninstaller_Form_Activate]
Label_Get.caption=Lizenzbezug
Label_Retrv.caption=Code abrufen
Label_Eg.caption=Z.B.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Registrieren
RdLabelCaption.caption=Aktiviere die Pro Edition für einen besseren Service
Label_Please.caption=Bitte Lizenzcode eingeben und "Registrieren" klicken, um alle Funktionen der PRO Edition zu aktivieren.
Label_Code.caption=Lizenzcode:
RdBtnlab.caption=Weitere Vorteile, wir versprechen:
RdImgBtn_Upgrade.caption=Erweitere auf PRO

[Form_Activate_M]
TitleOne=Saubere Deinstallation mit Log
ContentOne=Programme gründlich entfernen anhand von Logs, die während der Installation erstellt wurden
TitleTwo=Entfernung Störrischer Programme
ContentTwo=Komplette Entfernung von 4000+ störrischen Programmen anhand einzigartiger Datenbasis
TitleThree=Flüssige Software-Leistung
ContentThree=Automatische Erkennung von Software-Schwachstellen und einfaches blocken von Pop-ups und unerwünschten Ads
TitleFour=Software Updater
ContentFour=1-Klick, um Deine wichtigen Programme aktuell zu halten

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Schließen
lbleg.Caption=Z.B.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Hilfe
Label_Please.caption=Bitte Lizenzcode eingeben und "Registrieren" klicken, um alle Funktionen der PRO Edition zu aktivieren.
Label_Code.caption=Lizenzcode:
RdImgBtnRegister.caption=Registrieren
Label_Retrv.caption=Code abrufen
Label_HaveLicense.caption=Du hast keine Lizenz?
Label_click.caption=Klicke hier, um eine zu erwerben.
RdImageButton_Back.caption=Zurück
RdImageButton_Close.caption=Schließen
RdLabelCaption.caption=Lizenzverwaltung
Label_Status.caption=Lizenzstatus:
Label_Activated.caption=Aktiviert
Label_Lcode.caption=Lizenzcode:
Label_Data.caption=Ablaufdatum:
Label_Refresh.caption=Aktualisieren
Label_Export.caption=Exportieren
rdlblAlread.caption:=Lizenz bereits vorhanden

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Hilfe
RdImgBtn_Closetwo.caption=Schließen
Label_success.caption=Lizenz erfolgreich aktiviert!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Mit Linksklick den Bereich wählen , der abfotografiert werden soll
M_NoticeInfo_AC=2. Mit Rechtsklick oder Esc verlassen
M_Rect=Rechteck
M_Oval=Oval
M_Text=Text
M_Paintbrush=Pinsel
M_Return=Vorgang zurücksetzen (Strg + Z)
M_Copy=In Zwischenablage kopieren
M_Exit=Screenshot verlassen
M_Save=Speichern
M_TipInfo=Screenshot in Zwischenablage kopiert. Einfügen mit Strg + V
M_TipShow=Nicht nochmals anzeigen
M_TipSure=Okay

[Uninstaller_frmSetting]
lbl_Caption.caption=Einstellungen
lbl_SkinTitle.caption=Aussehen:
lbl_LanguageTitle.caption=Spracheinstellung:
lbl_FontSize.caption=Schriftgröße:
lbl_Dark.caption=Dunkel
lbl_Light.caption=Hell
lbl_Transparency.caption=Transparenz:
lbl_UpdateTitle.caption=Aktualisierung
lbl_UpdateChooseDes.caption=Auswahl für dieses Produkt:
btnImg_UpdateRemind.caption=Aktualisierungen melden
btnImg_UpdateAuto.caption=Automatisch aktualisieren
btnImg_AutoDelete.caption=Dateireste automatisch entfernen
btnImg_AfterUninstallAutoScan.caption=Bei Deinstallation mit anderer Software verbliebene Programmreste automatisch entfernen
btnImg_RemoveToRecycleBin.caption=Dateireste in Papierkorb verschieben
btnImg_ShowExplorerButton.caption=Dateischredder zum Kontextmenü hinzufügen
btnImg_ShowComponents_New.caption=Zeige System-Laufzeitkomponenten
btnImg_ShowMenuButton.caption='Gründliche Deinstallation' zum Windows Kontextmenü hinzufügen
btnImg_CreateRestore.caption=Vor Deinstallation Wiederherstellungspunkt erstellen
lbl_HotKey.caption=Hotkey Schnelle Deinstallation:
lbl_OccupiedHotKey.caption=Bereits belegt, geben Sie einen anderen ein.
btn_NotifySoftUpdater.caption=Verfügbare Updates melden.
btnImg_SystemDiskSpace.caption=Benachrichtigen sobald der freie Festplattenspeicher 10% unterschreitet
btnImg_UserInterface.Caption=Bedienoberfläche
btnImg_General.Caption=Allgemein
btnImg_Notification.Caption=Benachrichtigungen
btn_Uninstall.Caption=Deinstallation
btn_SoftwareHealth.Caption=Software Health
btn_Ingore.Caption=Ignorierliste
lbl_Infrequently.Caption=Selten genutzte Programme: nicht genutzt seit
lbl_Large.Caption=Übergroße Programme: größer als
btn_UpdateManually.Caption=Manuell aktualisieren
btn_Quick.Caption=Aktiviere Schnelldeinstallation, um Anfragen der Originalroutine automatisch zu bestätigen (wenn möglich)
btn_SoftAutoUpdate.Caption=Aktualisiere Software automatisch
lbl_SavaDownload.Caption=Speichere heruntergeladene Programme hier:
btn_Browse.Caption=Suche...
lbl_PermissionsDes.Caption=Wähle die Software-Berechtigungen die Du prüfen möchtest:
lbl_InstallFileDes.Caption=Welche Installationsdateien sind zu löschen:
btn_InstallFilesInstalled.Caption=Alle Installationsdateien bereits installierter Anwendungen
btn_InstallFilesNotUsed.Caption=Installationsdateien wurden nicht genutzt seit
btn_InstallFileDelte.Caption=Verschiebe Installationsdateien in den Papierkorb
lbl_IgnoreTip.Caption=Ignorierte Elemente werden nicht erkannt, bis sie aus der Liste entfernt werden
btn_EnableMonitor.Caption=Aktiviere IObit Uninstaller Monitor und starte ihn mit Windows
btn_SkipUAC.Caption=Übergehe Benutzerkontensteuerung
lbl_RecentlyInstall.Caption=Kürzlich installierte Programme
btn_UseSystemDIP.Caption=DPI-Einstellungen des Systems anwenden
lbl_bundleware_IgnoreTip.Caption=Bundleware-Ignorierliste
lbl_health_IgnoreTip.Caption=Software Health - Ignorierliste

[Uninstall_setting_M]
Setting_Size_Normal=Normal
Setting_Size_Large=Groß
Setting_Size_Larger=Größer
EnableMonitor=IObit Uninstaller Monitor läuft im Hintergrund, damit wichtige Features sauber ausgeführt werden.
SystemComponentsInfo=Systemkomponenten wie Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Benachrichtigen sobald ein Protokoll nach autom. Überwachung erstellt wurde
btnImg_BundlewareInstalled_M=Benachrichtigen sobald Bundleware installiert wurde
btnImg_BrowserPlugTip_M=Benachrichtigen sobald schädliche Plug-ins installiert wurden
btnImg_AutoCleanTipForm_M=Benachrichtige mich bei Erkennung von Restdateien, die durch andere Programme hinterlassen wurden
btnImg_leftovers_M=Benachrichtigen sobald Reste von Deinstallationen erkannt wurden
btnImg_SoftNotific_M=Benachrichtige mich bei Erkennung von Pop-up-Benachrichtigungen
btnImg_NotNeedInstall_M=Benachrichtige mich bei Erkennung unnötiger Installationsdateien
btnImg_NotNeedJunk_M=Benachrichtigen sobald redundante Dateien erkannt wurden
M_Mounth=1 Monat
M_Mounths=%d Monaten
Last_Days_M=seit %s Tagen
Last_Month_M=seit %s Monat
Last_Months_M=seit %s Monaten

[Uninstaller_Form_MonitorMsgbox]
rdlblTitle.caption=Funktionen werden nicht sauber arbeiten!
rdlblSure.caption=Wenn IObit Uninstaller Monitor nicht mit Windows startet, werden die obigen Funktionen nicht sauber ausgeführt. Diese Option streichen?
rdlblDes.caption=IObit Uninstaller Monitor ist notwendig für die folgenden Funktionen:
rdhtmlblText.caption=- Prüfe auf Updates<br>- Überwache Programminstallationen<br>- Erkenne unvollständige Deinstallation oder Restdateien<br>- Erkenne schädliche Software/Erweiterungen und Bundleware<br>- Erkenne Popups<br>- Erkenne unnötige Installationsdateien<br>- Überwache freien Speicher der Systemfestplatte

[SoftUpdate_M]
SUCaption=Software Updater
SU_GroupOutData=Veraltet
SU_GroupUpToDate_New=UpToDate
SU_Ignore=Ignorieren
SU_Ignored=Ignoriert
SU_NoIgnore=Einbeziehen
SU_Update=Aktualisierung
SU_Updating=Aktualisiere
SU_UpToDate=Aktuell
SU_NewVersion=Neue Version
SU_CurrVersion=Jetzige Version
SU_ActivePro=Automatische Aktualisierung aktivieren
SU_Button_UpdateAll=Alle Aktualisieren
SU_NoUpdates=Kein Update verfügbar.
SU_IgnoreForever=Ignoriere alle Updates
SU_IgnoreCurrent=Ignoriere dieses Update
SU_CancelUpdate=Aktualisierung läuft. Trotzdem abbrechen?
SU_DefaultSelUpdate=Hurra! Die gesamte Software ist aktuell!
SU_DefaultUpdaterPromoteInfo=Aktualisiere veraltete Software zur Erhöhung der Sicherheit.

[SoftUpdatePromote_M]
IUP_Manually=Manuell aktualisieren
Img_Tab=Erhalte Mehr mit IObit Uninstaller PRO
LbIUPromote1=Aktualisiere alle wichtigen Programme mit nur 1-Klick
LbIUPromote2=Installiere Updates automatisch, ohne eine Webseite zu besuchen
IUP_Manually2=Deinstalliere manuell
LbIUPromote3=Deinstalliere hartnäckige Programme mit nur 1-Klick
LbIUPromote4=Eine einzigartige Datenbasis unterstützt die Entfernung von +4000 hartnäckigen Programmen
LbIUPromote5=Behebe Deinstallationsprobleme und bereinige Überreste automatisch
IUP_Manually3=Entferne manuell
LbIUPromote6=Entferne schädliche Software & Erweiterungen mit nur 1-Klick
LbIUPromote7=Bereinige Überreste nach der Entfernung automatisch
SUInstall=Installieren
SUImg_Tab=Installiere IObit Software Updater
LbSUPromote1=Aktualisiere mühelos weitere Programme
LbSUPromote2=Installiere gewünschte Programme mit Leichtigkeit
SUEULA=Mit Klick auf 'Installieren', stimmst Du der Installation von IObit Software Updater zu und akzeptierst <a>EULA</a> & <a>Datenschutzerklärung</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> Produkt muss aktualisiert werden
TipOnes=<a>%s</a> Produkte müssen aktualisiert werden
TipInfo=um Deinen PC vor Sicherheitsschwachstellen zu schützen.
NeverShow=Nicht erneut anzeigen
BtnUpdate=Aktualisieren
M_NoticeLastUpdate=%s Tage seit letztem Update
M_NoticeLastOneUpdate=1 Tag seit letztem Update

[SpecUTool_M]
SpecTOpen=Offen
SpecTOK=Okay
SpecTHide=Verbergen
TrayHint=IObit Uninstaller deinstalliert Programme
SpecTUninstalling=Deinstalliere folgendes Programm:
SpecTUninstallingM=Deinstalliere folgende Programme:
SpecTUninstalled=Programm deinstalliert.
SpecTUninstalledM=Programme deinstalliert.
SpecTClose=Schließen

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Entfernung Störrischer Programme
lbl_DescInfo.caption=Überprüfe und entferne ganz einfach die Programme, deren Deinstallationseinträge möglicherweise nicht zu finden sind.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Datenbasis Offizieller Remover (%d)
OfficialDesEx=Einige Programme können aus Sicherheitsgründen nicht normal deinstalliert werden. Nutze für diese einfach den offiziellen Remover.
AllGroupEx=Datenbasis Unterstützter Programme (%d)
AllDesEx=Hier sind weitere Programme gelistet, solltest Du keinen Deinstallationseintrag an anderer Stelle finden. Du kannst sie einfach hier deinstallieren.
ProblemsTip=Probleme erkannt
LoadingTip=Lade Datenbasis 'Unterstützte Programme'...
NotInstallSingleMsgBox=Für das folgende Programm wurden keine Deinstallationsprobleme erkannt. Mit Deinstallation und Suche nach Restdateien fortfahren?
NotInstallSomeMsgBox=Für die folgenden Programme wurden keine Deinstallationsprobleme erkannt. Mit Deinstallation und Suche nach Restdateien fortfahren?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Sichern u. Wiederherstellen
rdlblDesc.Caption=Setze den Computer auf den Zeitpunkt vor dem gewählten Vorgang zurück. Der letzte Wiederherstellungspunkt kann aus Sicherheitsgründen nicht gelöscht werden.
ListView_Restore.Columns[0].Caption=Datum u. Uhrzeit
ListView_Restore.Columns[1].Caption=Beschreibung
btn_CreateRestorePoint.Caption=Erstellen
RdImageButton_Restore.Caption=Wiederherstellen
RdImageButton_Delete.Caption=Löschen
lblNull.Caption=Kein Wiederherstellungspunkt.
Rdlbl_CreateRestorePoint.caption=Sichern

[SystemRestore_M]
SysRestore_CreateComplete=Wiederherstellungspunkt erfolgreich!
SysRestore_CreateFailed=Fehlgeschlagen! Bitte prüfen ob Systemwiederherstellung aktiviert ist.
SysRestore_CreateRestore_Confirm=Wiederherstellungspunkt erstellen?
SysRestore_CreateRestore_Tip=Erstelle Wiederherstellungspunkt. Bitte warten...
SysRestore_CreateRestore_Failed=Fehlgeschlagen! Bitte prüfen ob Systemwiederherstellung aktiviert ist.
SysRestore_SetRestore_Confirm=ACHTUNG: Wiederherstellen des Systems mittels Wiederherstellungspunkt macht alle gemachten Änderungen nach dem Wiederherstellungspunkt ungültig. Einmal gestartet, kann die Systemwiederherstellung nicht unterbrochen werden. Fortfahren?
SysRestore_SetRestore_Reboot=Neustart notwendig, um die Änderungen zu übernehmen. Bitte alle geöffneten Dateien speichern und geöffnete Programme schließen. Neustarten?
SysRestore_SetRestore_Tip=Stelle Systemdateien und Einstellungen wieder her. Bitte warten...
SysRestore_Delete_Confirm=Wirklich löschen?

[UninstallForm_M]
MsgBox_SelectProgram=Bitte mindestens ein Programm wählen.
Msg_Bundle_RebootSpec=deinstalliert. Bitte Computer neu starten.
OneItemStr=%d Element
SomeItemStr=%d Elemente
Clean_Uninstall=Saubere Deinstallation
RebootToDelete_Str=(Bei Neustart löschen)
UninstallingSingleStr=Das gewählte Programm deinstallieren?
UninstallingSomeStr=Die gewählten %d Programme deinstallieren?
UninstallingSingleStr_New=Das ausgewählte Element wirklich deinstallieren?
UninstallingSomeStr_New=Die ausgewählten %d Elemente wirklich deinstallieren?
UninstallingSingleStrUpdate=Das gewählte Windows Update deinstallieren?
UninstallingSomeStrUpdate=Die gewählten %d Windows Updates deinstallieren?
UninstallingSingleStrApp=Die gewählte Windows App deinstallieren?
UninstallingSomeStrApp=Die gewählten %d Windows Apps deinstallieren?
Uninstall_Str=Deinstalliere %s (%d/%d)
Scan_Str=Scanne %s (%d/%d)
UninstallOne_Str=Deinstalliere %s
ScanOne_Str=Scanne %s
CreateRetore_Str=Erstelle Wiederherstellungspunkt. Bitte warten...
SureToDeleteSomeStr=<a>%d</a> Programme deinstalliert. Folgende Überreste blieben zurück.
SureToDeleteOneStr=<a>1</a> Programm deinstalliert. Folgende Überreste blieben zurück.
SureToDeleteSomeStr_New=<a>%d</a> Elemente wurden deinstalliert. Zurück blieben die folgenden Überreste.
SureToDeleteOneStr_New=<a>1</a> Element wurde deinstalliert. Zurück blieben die folgenden Überreste.
SureToDeleteSomeStrApp=<a>%d</a> Windows Apps deinstalliert. Es verbleiben die folgenden Überreste.
SureToDeleteOneStrApp=<a>1</a> Windows App deinstalliert. Es verbleiben die folgenden Überreste.
SureToDeleteByHistroy=Reste erkannt
DeletingStr=Bereinige, bitte warten
DeleteCancleStr=Bereinigung abbrechen?
RestoringCancleStr=Erstelle Wiederherstellungspunkt. Abbrechen?
UninstallingCancleStr=Deinstallation ist im Gange, Dateireste könnten zurückbleiben wenn Du jetzt abbrichst. Wirklich abbrechen?
ScaningCancleStr=Scan nicht abgeschlossen, Restdateien könnten zurückbleiben wenn Du jetzt beendest. Beenden?
RegistryCaption_Str=Registry
FileCaption_Str=Datei
TaskCaption_Str=Geplante Aufgaben
ServiceCaption_Str=Systemdienste
DllCaption_Str=DLL-Registrierung
SuccessReslutFromHistroySingle=Dateireste erfolgreich entfernt. Details s.u.:
SuccessReslutFromUninstallSingle=Du hast erfolgreich <a>%d</a> Programm entfernt.Details s.u.:
SuccessReslutFromUninstallSome=Du hast erfolgreich <a>%d</a> Programme entfernt. Details s.u.:
SuccessReslutFromUninstallSingle_New=Du hast <a>%d</a> Element erfolgreich deinstalliert und diese Überreste gelöscht s.u.:
SuccessReslutFromUninstallSome_New=Du hast <a>%d</a> Elemente erfolgreich deinstalliert und diese Überreste gelöscht s.u.:
SuccessReslutFromUninstallSingleApp=<a>%d</a> Windows App erfolgreich deinstalliert. Details s.u.:
SuccessReslutFromUninstallSomeApp=<a>%d</a> Windows Apps erfolgreich deinstalliert. Details s.u.:
FileDelete_Str=Dateien
RegDelete_Str=Registry-Einträge
TaskDelete_Str=Geplante Aufgaben
ServiceDelete_Str=Systemdienste
DeepDelete_Str=Protokollierte Elemente
RegDelete_Str_Single=Registry-Eintrag
HtmlRecomReslutCaption=<a>%d</a> Programme und Dateireste entfernt s.u.:
HtmlRecomReslutCaption1=<a>%d</a> Programm deinstalliert und Überreste entfernt s.u.:
HtmlRecomReslutAppCaption=<a>%d</a> Windows Apps deinstalliert und Überreste entfernt s.u.:
HtmlRecomReslutAppCaption1=<a>%d</a> Windows App deinstalliert und Überreste entfernt s.u.:
HtmlRecomReslutSoftCaption=<a>%s</a> deinstalliert und Überreste entfernt s.u.:
HtmlFileReCaption=<a>%s</a> Dateireste
HtmlRegReCaption=<a>%d</a> Resteinträge in Registry
HtmlTaskReCaption=<a>%d</a> ungültige geplante Aufgaben
HtmlServicesReCaption=<a>%d</a> ungültige Systemdienste
HtmlDeepReCaption=<a>%d</a> protokollierte Elemente
HtmlFileReCaptionOne=<a>%s</a> Dateirest
HtmlRegReCaptionOne=<a>%d</a> Resteintrag in Registry
HtmlTaskReCaptionOne=<a>%d</a> ungültige geplante Aufgabe
HtmlServicesReCaptionOne=<a>%d</a> ungültiger Systemdienst
HtmlDeepReCaptionOne=<a>%d</a> protokolliertes Element
UninstallPromote=Jetzt Erwerben
RebootYes=Neustarten
RebootLater=Später
FromHistroyNoItem=Keine Dateireste gefunden.
FromUninstallNoItem=Deinstallation beendet.
RelatedMetroText=Diese Apps sind verbunden. Die Deinstallation einer App führt automatisch zur Deinstallation aller. Fortfahren?
RelatedSoftText=Obige Bündelprodukte wurden zur gleichen Zeit installiert. Zusammen deinstallieren?
HtmlADPluginCaption=<a>%d</a> störende Werbe-Plug-ins
HtmlMaliciousPluginCaption=<a>%d</a> schädliche Plug-ins
MoneyBackInfo=Freue Dich über einen sicheren und schnellen PC durch vollständige Entfernung unerwünschter Programme und Plug-ins. 60 Tage Geld-zurück-Garantie. Ohne weitere Fragen.
SpecRestartAll=Bitte Computer neu starten, um die folgenden Programme vollständig zu entfernen. Neustarten?
SpecRestartOne=Bitte Computer neu starten, um das folgende Programm vollständig zu entfernen. Neustarten?
UnPromoteTitle=Aber mit der PRO Edition können weitere Funktionen und Leistungen angeboten werden:
UnPromote_60=60 Tage Geld-zurück-Garantie
PromotelbPlugins_New=Entferne <a>%d</a> schädliche Software & Extensions für sicheres surfen
PromotelbPlugin_New=Entferne <a>%d</a> schädliche Software & Extensions für sicheres surfen
PromotelbPlugin0_New=Entferne schädliche Software & Extensions für sicheres surfen
PromotelbUpdate=1-Klick, um <a>%d</a> veraltete Software, für mehr Sicherheit zu aktualisieren
PromotelbUpdate0=1-Klick, um veraltete Software, für mehr Sicherheit zu aktualisieren
PromotelbMoreDBs_New=Entferne <a>%d</a> hartnäckige Programme gründlich
PromotelbMoreDB_New=Entferne <a>%d</a> hartnäckiges Programm gründlich
PromotelbMoreDB0_New=Einzigartige Datenbank unterstützt das Entfernen von 4000+ hartnäckigen Programmen
PromotelbClean=1-Klick, um Bundleware zu entfernen
PromotelbAuto=Automatisches Löschen von Dateiresten anderer Uninstaller
NeedCloseApp=%s ist geöffnet und muss vor Deinstallation geschlossen werden. Schließen?
LB_Free=FREE
LB_Pro=PRO
RestoreOpenstr=Systemwiederherstellung nicht aktiviert. Klicke 'Okay', um sie zu aktivieren, damit IObit Uninstaller vor einer Deinstallation Wiederherstellungspunkte erstellen kann.
OfficialFail=Deinstallation des folgenden Programms fehlgeschlagen. Bitte das offizielle Deinstallations-Tool nutzen.
OfficialFails=Deinstallation der folgenden Programme fehlgeschlagen. Bitte die offiziellen Deinstallations-Tools nutzen.
QuitDonwload=Download abbrechen?
LogHintTitle=Weitere Vorteile, Wir Versprechen:
LogHintStr=+ Deinstalliert protokollierte Programme gründlich<br>+ Saubere Entfernung von 200+ störrischen Programmen<br>+ Deinstalliert Bundleware vollständig & einfach
UpgradePromote=Erweitere zu IObit Uninstaller PRO, um Reste automatisch zu entfernen
UpgradeFileDelete=%s Restdateien erfolgreich entfernt.
UpgradeRegsDelete=%s restliche Registry-Einträge erfolgreich entfernt.
UpgradeRegDelete=%s restlicher Registry-Eintrag erfolgreich entfernt.
TrdUnPromoteResidualFile=Restdateien wurden manuell gelöscht.
TrdUnPromoteTired=Keine Lust auf manuelles Löschen?
TrdUnPromoteUpgrade=Erweitere auf IObit Uninstaller PRO und lösche Restdateien mühelos.
TrdUnPromoteAdvanced=Erweiterte Prüfalgorithmen
TrdUnPromoteAutoClean=Lösche Restdateien automatisch
TrdUnPromoteEnableNow=Aktiviere automatisches Löschen
PromoteB_Title=Weitere Probleme mit der PRO Edition beheben:
PromoteB_Update=Veraltete Software mit 1-Klick aktualisieren:
PromoteB_Plugin_New=Schädliche Software & Extensions sollten für sicheres surfen entfernt werden:
PromoteB_Leftover=Reste von Deinstallationen können entfernt werden:
PromoteB_Log=Protokollierte Programme können vollständig deinstalliert werden::
PromoteB_Unuse_Some=Programme, die länger als %s Monate nicht genutzt wurden, können deinstalliert werden
PromoteB_Unuse_Single=Programme, die länger als %s Monat nicht genutzt wurden, können deinstalliert werden:
PromoteB_Banweb_New=Pop-up Benachrichtigungen können geblockt werden, um Störungen zu vermeiden:
PromoteB_Permission=Unnötige Software-Berechtigungen können deaktiviert werden:
PromoteB_SetupFile=Überflüssige Setup-Dateien können für mehr Speicherplatz bereinigt werden:
PromoteB_JunkFile=Software redundante Dateien können für mehr Speicherplatz gelöscht werden:
PromoteB_Fix=Beheben
PromoteB_Stubborn=Störrische Programme können gründlich entfernt werden:
OfficialSp_1=Entferne das folgende Programm vollständig mit dem offiziellen Deinstallations-Tool.
OfficialSps_1=Entferne die folgenden Programme vollständig mit den offiziellen Deinstallations-Tools.
LogPromoteHintTitle=Bereinigen Sie alle aufgezeichneten Elemente gründlich mit der <a>PRO-Edition</a>:
LogPromoteHintRegs=<a>%s</a> Registry-Einträge
LogPromoteHintReg=<a>%s</a> Registry-Eintrag
LogPromoteHintFiles=<a>%s</a> Dateien
LogPromoteHintFile=<a>%s</a> Datei
LogPromoteHintTasks=<a>%s</a> geplante Aufgaben
LogPromoteHintTask=<a>%s</a> geplante Aufgabe
LogPromoteHintServices=<a>%s</a> Systemdienste
LogPromoteHintService=<a>%s</a> Systemdienst
LogPromoteHintDlls=<a>%s</a> Dll-Registrierungen
LogPromoteHintDll=<a>%s</a> Dll-Registrierung
LogPromoteFormLogPro=protokollierte Einträge
LogPromoteFormDesc_New=Bereinige weitere Überreste mit der PRO Edition.
LogPromoteFormTip=Details wie unten:
LogPromoteFormDetails=Details Anzeigen
LogPromoteFormCleanMore=Bereinige mehr
EndRunningExeSingleMsgBox=Das folgende Element ist geöffnet. Wirklich schließen und löschen?
EndRunningExeSomeMsgBox=Die folgenden Elemente sind geöffnet. Wirklich schließen und löschen?
DeletePersonalFileMsgBox=Persönliche Dateien wie Videos, Musik oder Bilder wurden ebenfalls markiert. Du möchtest diese Dateien wirklich löschen?
Promote_CleanUninstallTitle=Vor der Deinstallation
Promote_CleanUninstallDes=Erweitere auf PRO zur gründlichen Programmdeinstallation und Bereinigung der protokollierten Elemente.
Promote_CleanUninstallBasicTitle=Standarddeinstallation
Promote_CleanUninstallBasicText=Standarddeinstallation mit Suche und Bereinigung von Überresten

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Öffne in Regedit
mniMenu_Path.caption=Öffne Speicherort
btnImg_AllMainCancel.caption=Abbrechen
btnImg_Uninstall.caption=Deinstallieren
btnImg_ChkAutoDelete.caption=Dateireste automatisch entfernen
btnImg_ChkCreateRestore.caption=Vor Entfernen Wiederherstellungspunkt erstellen
lbl_IsUninstallHint.caption=Programm deinstallieren?
btnImg_Delete.caption=Löschen
btnImg_ReslutCancel.caption=Abbrechen
btnImgl_SeletedAll.caption=Alle wählen
btnImg_ChkShredFile.caption=Schreddern
lbl_NoPowerScan.caption=Deinstallation beendet.
btnImg_RecommendClose.caption=Schließen
btnImg_Restart.caption=Ja
lbl_MoneyBackTitle.caption=Garantiert gründliche Entfernung und einen sauberen PC
btn_Tab.caption=Du bekommst mehr mit IObit Uninstaller PRO
lbl_InfoDB.caption=Umfangreiche Datenbasis zur gründlichen Entfernung störrischer Programme
lbl_InfoRemove.caption=Entfernt schädliche/Werbe Plug-ins für sicheres && flüssiges Online-Surfen
lbl_InfoUpdate.caption=Überwacht Programminstallationen && entfernt Bundleware

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Was ist Neu

[WindowsUpdate_M]
Update_NoItem_Tip=Keine Windows Updates gefunden.
NoSerchItem_Tip=Keine passenden Einträge gefunden.
Update_Loading_Tip=Lade...
Update_WindowsTitle=Hier sind alle installierten Windows Updates gelistet. Deinstalliere nicht erwünschte Updates für mehr Speicherplatz.
Button_Uninstall=Deinstallieren

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Installiert am:
mniUninstall.caption=Deinstallation
mniRefush.caption=Aktualisieren

